

function  data(){
    let data = {};

    data.states = [
        {
            "id": 1,
            "name": "آذربایجان شرقی",
            "slug": "آذربایجان-شرقی"
        },
        {
            "id": 2,
            "name": "آذربایجان غربی",
            "slug": "آذربایجان-غربی"
        },
        {
            "id": 3,
            "name": "اردبیل",
            "slug": "اردبیل"
        },
        {
            "id": 4,
            "name": "اصفهان",
            "slug": "اصفهان"
        },
        {
            "id": 5,
            "name": "البرز",
            "slug": "البرز"
        },
        {
            "id": 6,
            "name": "ایلام",
            "slug": "ایلام"
        },
        {
            "id": 7,
            "name": "بوشهر",
            "slug": "بوشهر"
        },
        {
            "id": 8,
            "name": "تهران",
            "slug": "تهران"
        },
        {
            "id": 9,
            "name": "چهارمحال و بختیاری",
            "slug": "چهارمحال-و-بختیاری"
        },
        {
            "id": 10,
            "name": "خراسان جنوبی",
            "slug": "خراسان-جنوبی"
        },
        {
            "id": 11,
            "name": "خراسان رضوی",
            "slug": "خراسان-رضوی"
        },
        {
            "id": 12,
            "name": "خراسان شمالی",
            "slug": "خراسان-شمالی"
        },
        {
            "id": 13,
            "name": "خوزستان",
            "slug": "خوزستان"
        },
        {
            "id": 14,
            "name": "زنجان",
            "slug": "زنجان"
        },
        {
            "id": 15,
            "name": "سمنان",
            "slug": "سمنان"
        },
        {
            "id": 16,
            "name": "سیستان و بلوچستان",
            "slug": "سیستان-و-بلوچستان"
        },
        {
            "id": 17,
            "name": "فارس",
            "slug": "فارس"
        },
        {
            "id": 18,
            "name": "قزوین",
            "slug": "قزوین"
        },
        {
            "id": 19,
            "name": "قم",
            "slug": "قم"
        },
        {
            "id": 20,
            "name": "کردستان",
            "slug": "کردستان"
        },
        {
            "id": 21,
            "name": "کرمان",
            "slug": "کرمان"
        },
        {
            "id": 22,
            "name": "کرمانشاه",
            "slug": "کرمانشاه"
        },
        {
            "id": 23,
            "name": "کهگیلویه و بویراحمد",
            "slug": "کهگیلویه-و-بویراحمد"
        },
        {
            "id": 24,
            "name": "گلستان",
            "slug": "گلستان"
        },
        {
            "id": 25,
            "name": "لرستان",
            "slug": "لرستان"
        },
        {
            "id": 26,
            "name": "گیلان",
            "slug": "گیلان"
        },
        {
            "id": 27,
            "name": "مازندران",
            "slug": "مازندران"
        },
        {
            "id": 28,
            "name": "مرکزی",
            "slug": "مرکزی"
        },
        {
            "id": 29,
            "name": "هرمزگان",
            "slug": "هرمزگان"
        },
        {
            "id": 30,
            "name": "همدان",
            "slug": "همدان"
        },
        {
            "id": 31,
            "name": "یزد",
            "slug": "یزد"
        }
    ];
    data.cities = [
        {
            "id": 1,
            "name": "اسکو",
            "slug": "اسکو",
            "state_id": 1
        },
        {
            "id": 2,
            "name": "اهر",
            "slug": "اهر",
            "state_id": 1
        },
        {
            "id": 3,
            "name": "ایلخچی",
            "slug": "ایلخچی",
            "state_id": 1
        },
        {
            "id": 4,
            "name": "آبش احمد",
            "slug": "آبش-احمد",
            "state_id": 1
        },
        {
            "id": 5,
            "name": "آذرشهر",
            "slug": "آذرشهر",
            "state_id": 1
        },
        {
            "id": 6,
            "name": "آقکند",
            "slug": "آقکند",
            "state_id": 1
        },
        {
            "id": 7,
            "name": "باسمنج",
            "slug": "باسمنج",
            "state_id": 1
        },
        {
            "id": 8,
            "name": "بخشایش",
            "slug": "بخشایش",
            "state_id": 1
        },
        {
            "id": 9,
            "name": "بستان آباد",
            "slug": "بستان-آباد",
            "state_id": 1
        },
        {
            "id": 10,
            "name": "بناب",
            "slug": "بناب",
            "state_id": 1
        },
        {
            "id": 11,
            "name": "بناب جدید",
            "slug": "بناب-جدید",
            "state_id": 1
        },
        {
            "id": 12,
            "name": "تبریز",
            "slug": "تبریز",
            "state_id": 1
        },
        {
            "id": 13,
            "name": "ترک",
            "slug": "ترک",
            "state_id": 1
        },
        {
            "id": 14,
            "name": "ترکمانچای",
            "slug": "ترکمانچای",
            "state_id": 1
        },
        {
            "id": 15,
            "name": "تسوج",
            "slug": "تسوج",
            "state_id": 1
        },
        {
            "id": 16,
            "name": "تیکمه داش",
            "slug": "تیکمه-داش",
            "state_id": 1
        },
        {
            "id": 17,
            "name": "جلفا",
            "slug": "جلفا",
            "state_id": 1
        },
        {
            "id": 18,
            "name": "خاروانا",
            "slug": "خاروانا",
            "state_id": 1
        },
        {
            "id": 19,
            "name": "خامنه",
            "slug": "خامنه",
            "state_id": 1
        },
        {
            "id": 20,
            "name": "خراجو",
            "slug": "خراجو",
            "state_id": 1
        },
        {
            "id": 21,
            "name": "خسروشهر",
            "slug": "خسروشهر",
            "state_id": 1
        },
        {
            "id": 22,
            "name": "خضرلو",
            "slug": "خضرلو",
            "state_id": 1
        },
        {
            "id": 23,
            "name": "خمارلو",
            "slug": "خمارلو",
            "state_id": 1
        },
        {
            "id": 24,
            "name": "خواجه",
            "slug": "خواجه",
            "state_id": 1
        },
        {
            "id": 25,
            "name": "دوزدوزان",
            "slug": "دوزدوزان",
            "state_id": 1
        },
        {
            "id": 26,
            "name": "زرنق",
            "slug": "زرنق",
            "state_id": 1
        },
        {
            "id": 27,
            "name": "زنوز",
            "slug": "زنوز",
            "state_id": 1
        },
        {
            "id": 28,
            "name": "سراب",
            "slug": "سراب",
            "state_id": 1
        },
        {
            "id": 29,
            "name": "سردرود",
            "slug": "سردرود",
            "state_id": 1
        },
        {
            "id": 30,
            "name": "سهند",
            "slug": "سهند",
            "state_id": 1
        },
        {
            "id": 31,
            "name": "سیس",
            "slug": "سیس",
            "state_id": 1
        },
        {
            "id": 32,
            "name": "سیه رود",
            "slug": "سیه-رود",
            "state_id": 1
        },
        {
            "id": 33,
            "name": "شبستر",
            "slug": "شبستر",
            "state_id": 1
        },
        {
            "id": 34,
            "name": "شربیان",
            "slug": "شربیان",
            "state_id": 1
        },
        {
            "id": 35,
            "name": "شرفخانه",
            "slug": "شرفخانه",
            "state_id": 1
        },
        {
            "id": 36,
            "name": "شندآباد",
            "slug": "شندآباد",
            "state_id": 1
        },
        {
            "id": 37,
            "name": "صوفیان",
            "slug": "صوفیان",
            "state_id": 1
        },
        {
            "id": 38,
            "name": "عجب شیر",
            "slug": "عجب-شیر",
            "state_id": 1
        },
        {
            "id": 39,
            "name": "قره آغاج",
            "slug": "قره-آغاج",
            "state_id": 1
        },
        {
            "id": 40,
            "name": "کشکسرای",
            "slug": "کشکسرای",
            "state_id": 1
        },
        {
            "id": 41,
            "name": "کلوانق",
            "slug": "کلوانق",
            "state_id": 1
        },
        {
            "id": 42,
            "name": "کلیبر",
            "slug": "کلیبر",
            "state_id": 1
        },
        {
            "id": 43,
            "name": "کوزه کنان",
            "slug": "کوزه-کنان",
            "state_id": 1
        },
        {
            "id": 44,
            "name": "گوگان",
            "slug": "گوگان",
            "state_id": 1
        },
        {
            "id": 45,
            "name": "لیلان",
            "slug": "لیلان",
            "state_id": 1
        },
        {
            "id": 46,
            "name": "مراغه",
            "slug": "مراغه",
            "state_id": 1
        },
        {
            "id": 47,
            "name": "مرند",
            "slug": "مرند",
            "state_id": 1
        },
        {
            "id": 48,
            "name": "ملکان",
            "slug": "ملکان",
            "state_id": 1
        },
        {
            "id": 49,
            "name": "ملک کیان",
            "slug": "ملک-کیان",
            "state_id": 1
        },
        {
            "id": 50,
            "name": "ممقان",
            "slug": "ممقان",
            "state_id": 1
        },
        {
            "id": 51,
            "name": "مهربان",
            "slug": "مهربان",
            "state_id": 1
        },
        {
            "id": 52,
            "name": "میانه",
            "slug": "میانه",
            "state_id": 1
        },
        {
            "id": 53,
            "name": "نظرکهریزی",
            "slug": "نظرکهریزی",
            "state_id": 1
        },
        {
            "id": 54,
            "name": "هادی شهر",
            "slug": "هادی-شهر",
            "state_id": 1
        },
        {
            "id": 55,
            "name": "هرگلان",
            "slug": "هرگلان",
            "state_id": 1
        },
        {
            "id": 56,
            "name": "هریس",
            "slug": "هریس",
            "state_id": 1
        },
        {
            "id": 57,
            "name": "هشترود",
            "slug": "هشترود",
            "state_id": 1
        },
        {
            "id": 58,
            "name": "هوراند",
            "slug": "هوراند",
            "state_id": 1
        },
        {
            "id": 59,
            "name": "وایقان",
            "slug": "وایقان",
            "state_id": 1
        },
        {
            "id": 60,
            "name": "ورزقان",
            "slug": "ورزقان",
            "state_id": 1
        },
        {
            "id": 61,
            "name": "یامچی",
            "slug": "یامچی",
            "state_id": 1
        },
        {
            "id": 62,
            "name": "ارومیه",
            "slug": "ارومیه",
            "state_id": 2
        },
        {
            "id": 63,
            "name": "اشنویه",
            "slug": "اشنویه",
            "state_id": 2
        },
        {
            "id": 64,
            "name": "ایواوغلی",
            "slug": "ایواوغلی",
            "state_id": 2
        },
        {
            "id": 65,
            "name": "آواجیق",
            "slug": "آواجیق",
            "state_id": 2
        },
        {
            "id": 66,
            "name": "باروق",
            "slug": "باروق",
            "state_id": 2
        },
        {
            "id": 67,
            "name": "بازرگان",
            "slug": "بازرگان",
            "state_id": 2
        },
        {
            "id": 68,
            "name": "بوکان",
            "slug": "بوکان",
            "state_id": 2
        },
        {
            "id": 69,
            "name": "پلدشت",
            "slug": "پلدشت",
            "state_id": 2
        },
        {
            "id": 70,
            "name": "پیرانشهر",
            "slug": "پیرانشهر",
            "state_id": 2
        },
        {
            "id": 71,
            "name": "تازه شهر",
            "slug": "تازه-شهر",
            "state_id": 2
        },
        {
            "id": 72,
            "name": "تکاب",
            "slug": "تکاب",
            "state_id": 2
        },
        {
            "id": 73,
            "name": "چهاربرج",
            "slug": "چهاربرج",
            "state_id": 2
        },
        {
            "id": 74,
            "name": "خوی",
            "slug": "خوی",
            "state_id": 2
        },
        {
            "id": 75,
            "name": "دیزج دیز",
            "slug": "دیزج-دیز",
            "state_id": 2
        },
        {
            "id": 76,
            "name": "ربط",
            "slug": "ربط",
            "state_id": 2
        },
        {
            "id": 77,
            "name": "سردشت",
            "slug": "آذربایجان-غربی-سردشت",
            "state_id": 2
        },
        {
            "id": 78,
            "name": "سرو",
            "slug": "سرو",
            "state_id": 2
        },
        {
            "id": 79,
            "name": "سلماس",
            "slug": "سلماس",
            "state_id": 2
        },
        {
            "id": 80,
            "name": "سیلوانه",
            "slug": "سیلوانه",
            "state_id": 2
        },
        {
            "id": 81,
            "name": "سیمینه",
            "slug": "سیمینه",
            "state_id": 2
        },
        {
            "id": 82,
            "name": "سیه چشمه",
            "slug": "سیه-چشمه",
            "state_id": 2
        },
        {
            "id": 83,
            "name": "شاهین دژ",
            "slug": "شاهین-دژ",
            "state_id": 2
        },
        {
            "id": 84,
            "name": "شوط",
            "slug": "شوط",
            "state_id": 2
        },
        {
            "id": 85,
            "name": "فیرورق",
            "slug": "فیرورق",
            "state_id": 2
        },
        {
            "id": 86,
            "name": "قره ضیاءالدین",
            "slug": "قره-ضیاءالدین",
            "state_id": 2
        },
        {
            "id": 87,
            "name": "قطور",
            "slug": "قطور",
            "state_id": 2
        },
        {
            "id": 88,
            "name": "قوشچی",
            "slug": "قوشچی",
            "state_id": 2
        },
        {
            "id": 89,
            "name": "کشاورز",
            "slug": "کشاورز",
            "state_id": 2
        },
        {
            "id": 90,
            "name": "گردکشانه",
            "slug": "گردکشانه",
            "state_id": 2
        },
        {
            "id": 91,
            "name": "ماکو",
            "slug": "ماکو",
            "state_id": 2
        },
        {
            "id": 92,
            "name": "محمدیار",
            "slug": "محمدیار",
            "state_id": 2
        },
        {
            "id": 93,
            "name": "محمودآباد",
            "slug": "آذربایجان-غربی-محمودآباد",
            "state_id": 2
        },
        {
            "id": 94,
            "name": "مهاباد",
            "slug": "آذربایجان-غربی-مهاباد",
            "state_id": 2
        },
        {
            "id": 95,
            "name": "میاندوآب",
            "slug": "میاندوآب",
            "state_id": 2
        },
        {
            "id": 96,
            "name": "میرآباد",
            "slug": "میرآباد",
            "state_id": 2
        },
        {
            "id": 97,
            "name": "نالوس",
            "slug": "نالوس",
            "state_id": 2
        },
        {
            "id": 98,
            "name": "نقده",
            "slug": "نقده",
            "state_id": 2
        },
        {
            "id": 99,
            "name": "نوشین",
            "slug": "نوشین",
            "state_id": 2
        },
        {
            "id": 100,
            "name": "اردبیل",
            "slug": "شهر-اردبیل",
            "state_id": 3
        },
        {
            "id": 101,
            "name": "اصلاندوز",
            "slug": "اصلاندوز",
            "state_id": 3
        },
        {
            "id": 102,
            "name": "آبی بیگلو",
            "slug": "آبی-بیگلو",
            "state_id": 3
        },
        {
            "id": 103,
            "name": "بیله سوار",
            "slug": "بیله-سوار",
            "state_id": 3
        },
        {
            "id": 104,
            "name": "پارس آباد",
            "slug": "پارس-آباد",
            "state_id": 3
        },
        {
            "id": 105,
            "name": "تازه کند",
            "slug": "تازه-کند",
            "state_id": 3
        },
        {
            "id": 106,
            "name": "تازه کندانگوت",
            "slug": "تازه-کندانگوت",
            "state_id": 3
        },
        {
            "id": 107,
            "name": "جعفرآباد",
            "slug": "جعفرآباد",
            "state_id": 3
        },
        {
            "id": 108,
            "name": "خلخال",
            "slug": "خلخال",
            "state_id": 3
        },
        {
            "id": 109,
            "name": "رضی",
            "slug": "رضی",
            "state_id": 3
        },
        {
            "id": 110,
            "name": "سرعین",
            "slug": "سرعین",
            "state_id": 3
        },
        {
            "id": 111,
            "name": "عنبران",
            "slug": "عنبران",
            "state_id": 3
        },
        {
            "id": 112,
            "name": "فخرآباد",
            "slug": "فخرآباد",
            "state_id": 3
        },
        {
            "id": 113,
            "name": "کلور",
            "slug": "کلور",
            "state_id": 3
        },
        {
            "id": 114,
            "name": "کوراییم",
            "slug": "کوراییم",
            "state_id": 3
        },
        {
            "id": 115,
            "name": "گرمی",
            "slug": "گرمی",
            "state_id": 3
        },
        {
            "id": 116,
            "name": "گیوی",
            "slug": "گیوی",
            "state_id": 3
        },
        {
            "id": 117,
            "name": "لاهرود",
            "slug": "لاهرود",
            "state_id": 3
        },
        {
            "id": 118,
            "name": "مشگین شهر",
            "slug": "مشگین-شهر",
            "state_id": 3
        },
        {
            "id": 119,
            "name": "نمین",
            "slug": "نمین",
            "state_id": 3
        },
        {
            "id": 120,
            "name": "نیر",
            "slug": "اردبیل-نیر",
            "state_id": 3
        },
        {
            "id": 121,
            "name": "هشتجین",
            "slug": "هشتجین",
            "state_id": 3
        },
        {
            "id": 122,
            "name": "هیر",
            "slug": "هیر",
            "state_id": 3
        },
        {
            "id": 123,
            "name": "ابریشم",
            "slug": "ابریشم",
            "state_id": 4
        },
        {
            "id": 124,
            "name": "ابوزیدآباد",
            "slug": "ابوزیدآباد",
            "state_id": 4
        },
        {
            "id": 125,
            "name": "اردستان",
            "slug": "اردستان",
            "state_id": 4
        },
        {
            "id": 126,
            "name": "اژیه",
            "slug": "اژیه",
            "state_id": 4
        },
        {
            "id": 127,
            "name": "اصفهان",
            "slug": "شهر-اصفهان",
            "state_id": 4
        },
        {
            "id": 128,
            "name": "افوس",
            "slug": "افوس",
            "state_id": 4
        },
        {
            "id": 129,
            "name": "انارک",
            "slug": "انارک",
            "state_id": 4
        },
        {
            "id": 130,
            "name": "ایمانشهر",
            "slug": "ایمانشهر",
            "state_id": 4
        },
        {
            "id": 131,
            "name": "آران وبیدگل",
            "slug": "آران-وبیدگل",
            "state_id": 4
        },
        {
            "id": 132,
            "name": "بادرود",
            "slug": "بادرود",
            "state_id": 4
        },
        {
            "id": 133,
            "name": "باغ بهادران",
            "slug": "باغ-بهادران",
            "state_id": 4
        },
        {
            "id": 134,
            "name": "بافران",
            "slug": "بافران",
            "state_id": 4
        },
        {
            "id": 135,
            "name": "برزک",
            "slug": "برزک",
            "state_id": 4
        },
        {
            "id": 136,
            "name": "برف انبار",
            "slug": "برف-انبار",
            "state_id": 4
        },
        {
            "id": 137,
            "name": "بهاران شهر",
            "slug": "بهاران-شهر",
            "state_id": 4
        },
        {
            "id": 138,
            "name": "بهارستان",
            "slug": "بهارستان",
            "state_id": 4
        },
        {
            "id": 139,
            "name": "بوئین و میاندشت",
            "slug": "بوئین-میاندشت",
            "state_id": 4
        },
        {
            "id": 140,
            "name": "پیربکران",
            "slug": "پیربکران",
            "state_id": 4
        },
        {
            "id": 141,
            "name": "تودشک",
            "slug": "تودشک",
            "state_id": 4
        },
        {
            "id": 142,
            "name": "تیران",
            "slug": "تیران",
            "state_id": 4
        },
        {
            "id": 143,
            "name": "جندق",
            "slug": "جندق",
            "state_id": 4
        },
        {
            "id": 144,
            "name": "جوزدان",
            "slug": "جوزدان",
            "state_id": 4
        },
        {
            "id": 145,
            "name": "جوشقان و کامو",
            "slug": "جوشقان-کامو",
            "state_id": 4
        },
        {
            "id": 146,
            "name": "چادگان",
            "slug": "چادگان",
            "state_id": 4
        },
        {
            "id": 147,
            "name": "چرمهین",
            "slug": "چرمهین",
            "state_id": 4
        },
        {
            "id": 148,
            "name": "چمگردان",
            "slug": "چمگردان",
            "state_id": 4
        },
        {
            "id": 149,
            "name": "حبیب آباد",
            "slug": "حبیب-آباد",
            "state_id": 4
        },
        {
            "id": 150,
            "name": "حسن آباد",
            "slug": "اصفهان-حسن-آباد",
            "state_id": 4
        },
        {
            "id": 151,
            "name": "حنا",
            "slug": "حنا",
            "state_id": 4
        },
        {
            "id": 152,
            "name": "خالدآباد",
            "slug": "خالدآباد",
            "state_id": 4
        },
        {
            "id": 153,
            "name": "خمینی شهر",
            "slug": "خمینی-شهر",
            "state_id": 4
        },
        {
            "id": 154,
            "name": "خوانسار",
            "slug": "خوانسار",
            "state_id": 4
        },
        {
            "id": 155,
            "name": "خور",
            "slug": "اصفهان-خور",
            "state_id": 4
        },
        {
            "id": 157,
            "name": "خورزوق",
            "slug": "خورزوق",
            "state_id": 4
        },
        {
            "id": 158,
            "name": "داران",
            "slug": "داران",
            "state_id": 4
        },
        {
            "id": 159,
            "name": "دامنه",
            "slug": "دامنه",
            "state_id": 4
        },
        {
            "id": 160,
            "name": "درچه",
            "slug": "درچه",
            "state_id": 4
        },
        {
            "id": 161,
            "name": "دستگرد",
            "slug": "دستگرد",
            "state_id": 4
        },
        {
            "id": 162,
            "name": "دهاقان",
            "slug": "دهاقان",
            "state_id": 4
        },
        {
            "id": 163,
            "name": "دهق",
            "slug": "دهق",
            "state_id": 4
        },
        {
            "id": 164,
            "name": "دولت آباد",
            "slug": "اصفهان-دولت-آباد",
            "state_id": 4
        },
        {
            "id": 165,
            "name": "دیزیچه",
            "slug": "دیزیچه",
            "state_id": 4
        },
        {
            "id": 166,
            "name": "رزوه",
            "slug": "رزوه",
            "state_id": 4
        },
        {
            "id": 167,
            "name": "رضوانشهر",
            "slug": "اصفهان-رضوانشهر",
            "state_id": 4
        },
        {
            "id": 168,
            "name": "زاینده رود",
            "slug": "زاینده-رود",
            "state_id": 4
        },
        {
            "id": 169,
            "name": "زرین شهر",
            "slug": "زرین-شهر",
            "state_id": 4
        },
        {
            "id": 170,
            "name": "زواره",
            "slug": "زواره",
            "state_id": 4
        },
        {
            "id": 171,
            "name": "زیباشهر",
            "slug": "زیباشهر",
            "state_id": 4
        },
        {
            "id": 172,
            "name": "سده لنجان",
            "slug": "سده-لنجان",
            "state_id": 4
        },
        {
            "id": 173,
            "name": "سفیدشهر",
            "slug": "سفیدشهر",
            "state_id": 4
        },
        {
            "id": 174,
            "name": "سگزی",
            "slug": "سگزی",
            "state_id": 4
        },
        {
            "id": 175,
            "name": "سمیرم",
            "slug": "سمیرم",
            "state_id": 4
        },
        {
            "id": 176,
            "name": "شاهین شهر",
            "slug": "شاهین-شهر",
            "state_id": 4
        },
        {
            "id": 177,
            "name": "شهرضا",
            "slug": "شهرضا",
            "state_id": 4
        },
        {
            "id": 178,
            "name": "طالخونچه",
            "slug": "طالخونچه",
            "state_id": 4
        },
        {
            "id": 179,
            "name": "عسگران",
            "slug": "عسگران",
            "state_id": 4
        },
        {
            "id": 180,
            "name": "علویجه",
            "slug": "علویجه",
            "state_id": 4
        },
        {
            "id": 181,
            "name": "فرخی",
            "slug": "فرخی",
            "state_id": 4
        },
        {
            "id": 182,
            "name": "فریدونشهر",
            "slug": "فریدونشهر",
            "state_id": 4
        },
        {
            "id": 183,
            "name": "فلاورجان",
            "slug": "فلاورجان",
            "state_id": 4
        },
        {
            "id": 184,
            "name": "فولادشهر",
            "slug": "فولادشهر",
            "state_id": 4
        },
        {
            "id": 185,
            "name": "قمصر",
            "slug": "قمصر",
            "state_id": 4
        },
        {
            "id": 186,
            "name": "قهجاورستان",
            "slug": "قهجاورستان",
            "state_id": 4
        },
        {
            "id": 187,
            "name": "قهدریجان",
            "slug": "قهدریجان",
            "state_id": 4
        },
        {
            "id": 188,
            "name": "کاشان",
            "slug": "کاشان",
            "state_id": 4
        },
        {
            "id": 189,
            "name": "کرکوند",
            "slug": "کرکوند",
            "state_id": 4
        },
        {
            "id": 190,
            "name": "کلیشاد و سودرجان",
            "slug": "کلیشاد-سودرجان",
            "state_id": 4
        },
        {
            "id": 191,
            "name": "کمشچه",
            "slug": "کمشچه",
            "state_id": 4
        },
        {
            "id": 192,
            "name": "کمه",
            "slug": "کمه",
            "state_id": 4
        },
        {
            "id": 193,
            "name": "کهریزسنگ",
            "slug": "کهریزسنگ",
            "state_id": 4
        },
        {
            "id": 194,
            "name": "کوشک",
            "slug": "کوشک",
            "state_id": 4
        },
        {
            "id": 195,
            "name": "کوهپایه",
            "slug": "کوهپایه",
            "state_id": 4
        },
        {
            "id": 196,
            "name": "گرگاب",
            "slug": "گرگاب",
            "state_id": 4
        },
        {
            "id": 197,
            "name": "گزبرخوار",
            "slug": "گزبرخوار",
            "state_id": 4
        },
        {
            "id": 198,
            "name": "گلپایگان",
            "slug": "گلپایگان",
            "state_id": 4
        },
        {
            "id": 199,
            "name": "گلدشت",
            "slug": "گلدشت",
            "state_id": 4
        },
        {
            "id": 200,
            "name": "گلشهر",
            "slug": "گلشهر",
            "state_id": 4
        },
        {
            "id": 201,
            "name": "گوگد",
            "slug": "گوگد",
            "state_id": 4
        },
        {
            "id": 202,
            "name": "لای بید",
            "slug": "لای-بید",
            "state_id": 4
        },
        {
            "id": 203,
            "name": "مبارکه",
            "slug": "مبارکه",
            "state_id": 4
        },
        {
            "id": 204,
            "name": "مجلسی",
            "slug": "مجلسی",
            "state_id": 4
        },
        {
            "id": 205,
            "name": "محمدآباد",
            "slug": "اصفهان-محمدآباد",
            "state_id": 4
        },
        {
            "id": 206,
            "name": "مشکات",
            "slug": "مشکات",
            "state_id": 4
        },
        {
            "id": 207,
            "name": "منظریه",
            "slug": "منظریه",
            "state_id": 4
        },
        {
            "id": 208,
            "name": "مهاباد",
            "slug": "اصفهان-مهاباد",
            "state_id": 4
        },
        {
            "id": 209,
            "name": "میمه",
            "slug": "اصفهان-میمه",
            "state_id": 4
        },
        {
            "id": 210,
            "name": "نائین",
            "slug": "نائین",
            "state_id": 4
        },
        {
            "id": 211,
            "name": "نجف آباد",
            "slug": "نجف-آباد",
            "state_id": 4
        },
        {
            "id": 212,
            "name": "نصرآباد",
            "slug": "اصفهان-نصرآباد",
            "state_id": 4
        },
        {
            "id": 213,
            "name": "نطنز",
            "slug": "نطنز",
            "state_id": 4
        },
        {
            "id": 214,
            "name": "نوش آباد",
            "slug": "نوش-آباد",
            "state_id": 4
        },
        {
            "id": 215,
            "name": "نیاسر",
            "slug": "نیاسر",
            "state_id": 4
        },
        {
            "id": 216,
            "name": "نیک آباد",
            "slug": "نیک-آباد",
            "state_id": 4
        },
        {
            "id": 217,
            "name": "هرند",
            "slug": "هرند",
            "state_id": 4
        },
        {
            "id": 218,
            "name": "ورزنه",
            "slug": "ورزنه",
            "state_id": 4
        },
        {
            "id": 219,
            "name": "ورنامخواست",
            "slug": "ورنامخواست",
            "state_id": 4
        },
        {
            "id": 220,
            "name": "وزوان",
            "slug": "وزوان",
            "state_id": 4
        },
        {
            "id": 221,
            "name": "ونک",
            "slug": "ونک",
            "state_id": 4
        },
        {
            "id": 222,
            "name": "اسارا",
            "slug": "اسارا",
            "state_id": 5
        },
        {
            "id": 223,
            "name": "اشتهارد",
            "slug": "اشتهارد",
            "state_id": 5
        },
        {
            "id": 224,
            "name": "تنکمان",
            "slug": "تنکمان",
            "state_id": 5
        },
        {
            "id": 225,
            "name": "چهارباغ",
            "slug": "چهارباغ",
            "state_id": 5
        },
        {
            "id": 226,
            "name": "سیف آباد",
            "slug": "سیف-آباد",
            "state_id": 5
        },
        {
            "id": 227,
            "name": "شهر جدید هشتگرد",
            "slug": "شهر-جدید-هشتگرد",
            "state_id": 5
        },
        {
            "id": 228,
            "name": "طالقان",
            "slug": "طالقان",
            "state_id": 5
        },
        {
            "id": 229,
            "name": "کرج",
            "slug": "کرج",
            "state_id": 5
        },
        {
            "id": 230,
            "name": "کمال شهر",
            "slug": "کمال-شهر",
            "state_id": 5
        },
        {
            "id": 231,
            "name": "کوهسار",
            "slug": "کوهسار",
            "state_id": 5
        },
        {
            "id": 232,
            "name": "گرمدره",
            "slug": "گرمدره",
            "state_id": 5
        },
        {
            "id": 233,
            "name": "ماهدشت",
            "slug": "ماهدشت",
            "state_id": 5
        },
        {
            "id": 234,
            "name": "محمدشهر",
            "slug": "البرز-محمدشهر",
            "state_id": 5
        },
        {
            "id": 235,
            "name": "مشکین دشت",
            "slug": "مشکین-دشت",
            "state_id": 5
        },
        {
            "id": 236,
            "name": "نظرآباد",
            "slug": "نظرآباد",
            "state_id": 5
        },
        {
            "id": 237,
            "name": "هشتگرد",
            "slug": "هشتگرد",
            "state_id": 5
        },
        {
            "id": 1117,
            "name": "فردیس",
            "slug": "فردیس",
            "state_id": 5
        },
        {
            "id": 1118,
            "name": "مارلیک",
            "slug": "مارلیک",
            "state_id": 5
        },
        {
            "id": 238,
            "name": "ارکواز",
            "slug": "ارکواز",
            "state_id": 6
        },
        {
            "id": 239,
            "name": "ایلام",
            "slug": "شهر-ایلام",
            "state_id": 6
        },
        {
            "id": 240,
            "name": "ایوان",
            "slug": "ایوان",
            "state_id": 6
        },
        {
            "id": 241,
            "name": "آبدانان",
            "slug": "آبدانان",
            "state_id": 6
        },
        {
            "id": 242,
            "name": "آسمان آباد",
            "slug": "آسمان-آباد",
            "state_id": 6
        },
        {
            "id": 243,
            "name": "بدره",
            "slug": "بدره",
            "state_id": 6
        },
        {
            "id": 244,
            "name": "پهله",
            "slug": "پهله",
            "state_id": 6
        },
        {
            "id": 245,
            "name": "توحید",
            "slug": "توحید",
            "state_id": 6
        },
        {
            "id": 246,
            "name": "چوار",
            "slug": "چوار",
            "state_id": 6
        },
        {
            "id": 247,
            "name": "دره شهر",
            "slug": "دره-شهر",
            "state_id": 6
        },
        {
            "id": 248,
            "name": "دلگشا",
            "slug": "دلگشا",
            "state_id": 6
        },
        {
            "id": 249,
            "name": "دهلران",
            "slug": "دهلران",
            "state_id": 6
        },
        {
            "id": 250,
            "name": "زرنه",
            "slug": "زرنه",
            "state_id": 6
        },
        {
            "id": 251,
            "name": "سراب باغ",
            "slug": "سراب-باغ",
            "state_id": 6
        },
        {
            "id": 252,
            "name": "سرابله",
            "slug": "سرابله",
            "state_id": 6
        },
        {
            "id": 253,
            "name": "صالح آباد",
            "slug": "ایلام-صالح-آباد",
            "state_id": 6
        },
        {
            "id": 254,
            "name": "لومار",
            "slug": "لومار",
            "state_id": 6
        },
        {
            "id": 255,
            "name": "مهران",
            "slug": "مهران",
            "state_id": 6
        },
        {
            "id": 256,
            "name": "مورموری",
            "slug": "مورموری",
            "state_id": 6
        },
        {
            "id": 257,
            "name": "موسیان",
            "slug": "موسیان",
            "state_id": 6
        },
        {
            "id": 258,
            "name": "میمه",
            "slug": "ایلام-میمه",
            "state_id": 6
        },
        {
            "id": 259,
            "name": "امام حسن",
            "slug": "امام-حسن",
            "state_id": 7
        },
        {
            "id": 260,
            "name": "انارستان",
            "slug": "انارستان",
            "state_id": 7
        },
        {
            "id": 261,
            "name": "اهرم",
            "slug": "اهرم",
            "state_id": 7
        },
        {
            "id": 262,
            "name": "آب پخش",
            "slug": "آب-پخش",
            "state_id": 7
        },
        {
            "id": 263,
            "name": "آبدان",
            "slug": "آبدان",
            "state_id": 7
        },
        {
            "id": 264,
            "name": "برازجان",
            "slug": "برازجان",
            "state_id": 7
        },
        {
            "id": 265,
            "name": "بردخون",
            "slug": "بردخون",
            "state_id": 7
        },
        {
            "id": 266,
            "name": "بندردیر",
            "slug": "بندردیر",
            "state_id": 7
        },
        {
            "id": 267,
            "name": "بندردیلم",
            "slug": "بندردیلم",
            "state_id": 7
        },
        {
            "id": 268,
            "name": "بندرریگ",
            "slug": "بندرریگ",
            "state_id": 7
        },
        {
            "id": 269,
            "name": "بندرکنگان",
            "slug": "بندرکنگان",
            "state_id": 7
        },
        {
            "id": 270,
            "name": "بندرگناوه",
            "slug": "بندرگناوه",
            "state_id": 7
        },
        {
            "id": 271,
            "name": "بنک",
            "slug": "بنک",
            "state_id": 7
        },
        {
            "id": 272,
            "name": "بوشهر",
            "slug": "شهر-بوشهر",
            "state_id": 7
        },
        {
            "id": 273,
            "name": "تنگ ارم",
            "slug": "تنگ-ارم",
            "state_id": 7
        },
        {
            "id": 274,
            "name": "جم",
            "slug": "جم",
            "state_id": 7
        },
        {
            "id": 275,
            "name": "چغادک",
            "slug": "چغادک",
            "state_id": 7
        },
        {
            "id": 276,
            "name": "خارک",
            "slug": "خارک",
            "state_id": 7
        },
        {
            "id": 277,
            "name": "خورموج",
            "slug": "خورموج",
            "state_id": 7
        },
        {
            "id": 278,
            "name": "دالکی",
            "slug": "دالکی",
            "state_id": 7
        },
        {
            "id": 279,
            "name": "دلوار",
            "slug": "دلوار",
            "state_id": 7
        },
        {
            "id": 280,
            "name": "ریز",
            "slug": "ریز",
            "state_id": 7
        },
        {
            "id": 281,
            "name": "سعدآباد",
            "slug": "سعدآباد",
            "state_id": 7
        },
        {
            "id": 282,
            "name": "سیراف",
            "slug": "سیراف",
            "state_id": 7
        },
        {
            "id": 283,
            "name": "شبانکاره",
            "slug": "شبانکاره",
            "state_id": 7
        },
        {
            "id": 284,
            "name": "شنبه",
            "slug": "شنبه",
            "state_id": 7
        },
        {
            "id": 285,
            "name": "عسلویه",
            "slug": "عسلویه",
            "state_id": 7
        },
        {
            "id": 286,
            "name": "کاکی",
            "slug": "کاکی",
            "state_id": 7
        },
        {
            "id": 287,
            "name": "کلمه",
            "slug": "کلمه",
            "state_id": 7
        },
        {
            "id": 288,
            "name": "نخل تقی",
            "slug": "نخل-تقی",
            "state_id": 7
        },
        {
            "id": 289,
            "name": "وحدتیه",
            "slug": "وحدتیه",
            "state_id": 7
        },
        {
            "id": 290,
            "name": "ارجمند",
            "slug": "ارجمند",
            "state_id": 8
        },
        {
            "id": 291,
            "name": "اسلامشهر",
            "slug": "اسلامشهر",
            "state_id": 8
        },
        {
            "id": 292,
            "name": "اندیشه",
            "slug": "اندیشه",
            "state_id": 8
        },
        {
            "id": 293,
            "name": "آبسرد",
            "slug": "آبسرد",
            "state_id": 8
        },
        {
            "id": 294,
            "name": "آبعلی",
            "slug": "آبعلی",
            "state_id": 8
        },
        {
            "id": 295,
            "name": "باغستان",
            "slug": "باغستان",
            "state_id": 8
        },
        {
            "id": 296,
            "name": "باقرشهر",
            "slug": "باقرشهر",
            "state_id": 8
        },
        {
            "id": 297,
            "name": "بومهن",
            "slug": "بومهن",
            "state_id": 8
        },
        {
            "id": 298,
            "name": "پاکدشت",
            "slug": "پاکدشت",
            "state_id": 8
        },
        {
            "id": 299,
            "name": "پردیس",
            "slug": "پردیس",
            "state_id": 8
        },
        {
            "id": 300,
            "name": "پیشوا",
            "slug": "پیشوا",
            "state_id": 8
        },
        {
            "id": 301,
            "name": "تهران",
            "slug": "شهر-تهران",
            "state_id": 8
        },
        {
            "id": 302,
            "name": "جوادآباد",
            "slug": "جوادآباد",
            "state_id": 8
        },
        {
            "id": 303,
            "name": "چهاردانگه",
            "slug": "چهاردانگه",
            "state_id": 8
        },
        {
            "id": 304,
            "name": "حسن آباد",
            "slug": "تهران-حسن-آباد",
            "state_id": 8
        },
        {
            "id": 305,
            "name": "دماوند",
            "slug": "دماوند",
            "state_id": 8
        },
        {
            "id": 306,
            "name": "دیزین",
            "slug": "دیزین",
            "state_id": 8
        },
        {
            "id": 307,
            "name": "ری",
            "slug": "ری",
            "state_id": 8
        },
        {
            "id": 308,
            "name": "رباط کریم",
            "slug": "رباط-کریم",
            "state_id": 8
        },
        {
            "id": 309,
            "name": "رودهن",
            "slug": "رودهن",
            "state_id": 8
        },
        {
            "id": 310,
            "name": "شاهدشهر",
            "slug": "شاهدشهر",
            "state_id": 8
        },
        {
            "id": 311,
            "name": "شریف آباد",
            "slug": "شریف-آباد",
            "state_id": 8
        },
        {
            "id": 312,
            "name": "شمشک",
            "slug": "شمشک",
            "state_id": 8
        },
        {
            "id": 313,
            "name": "شهریار",
            "slug": "شهریار",
            "state_id": 8
        },
        {
            "id": 314,
            "name": "صالح آباد",
            "slug": "تهران-صالح-آباد",
            "state_id": 8
        },
        {
            "id": 315,
            "name": "صباشهر",
            "slug": "صباشهر",
            "state_id": 8
        },
        {
            "id": 316,
            "name": "صفادشت",
            "slug": "صفادشت",
            "state_id": 8
        },
        {
            "id": 317,
            "name": "فردوسیه",
            "slug": "فردوسیه",
            "state_id": 8
        },
        {
            "id": 318,
            "name": "فشم",
            "slug": "فشم",
            "state_id": 8
        },
        {
            "id": 319,
            "name": "فیروزکوه",
            "slug": "فیروزکوه",
            "state_id": 8
        },
        {
            "id": 320,
            "name": "قدس",
            "slug": "قدس",
            "state_id": 8
        },
        {
            "id": 321,
            "name": "قرچک",
            "slug": "قرچک",
            "state_id": 8
        },
        {
            "id": 322,
            "name": "کهریزک",
            "slug": "کهریزک",
            "state_id": 8
        },
        {
            "id": 323,
            "name": "کیلان",
            "slug": "کیلان",
            "state_id": 8
        },
        {
            "id": 324,
            "name": "گلستان",
            "slug": "شهر-گلستان",
            "state_id": 8
        },
        {
            "id": 325,
            "name": "لواسان",
            "slug": "لواسان",
            "state_id": 8
        },
        {
            "id": 326,
            "name": "ملارد",
            "slug": "ملارد",
            "state_id": 8
        },
        {
            "id": 327,
            "name": "میگون",
            "slug": "میگون",
            "state_id": 8
        },
        {
            "id": 328,
            "name": "نسیم شهر",
            "slug": "نسیم-شهر",
            "state_id": 8
        },
        {
            "id": 329,
            "name": "نصیرآباد",
            "slug": "نصیرآباد",
            "state_id": 8
        },
        {
            "id": 330,
            "name": "وحیدیه",
            "slug": "وحیدیه",
            "state_id": 8
        },
        {
            "id": 331,
            "name": "ورامین",
            "slug": "ورامین",
            "state_id": 8
        },
        {
            "id": 1116,
            "name": "پرند",
            "slug": "پرند",
            "state_id": 8
        },
        {
            "id": 332,
            "name": "اردل",
            "slug": "اردل",
            "state_id": 9
        },
        {
            "id": 333,
            "name": "آلونی",
            "slug": "آلونی",
            "state_id": 9
        },
        {
            "id": 334,
            "name": "باباحیدر",
            "slug": "باباحیدر",
            "state_id": 9
        },
        {
            "id": 335,
            "name": "بروجن",
            "slug": "بروجن",
            "state_id": 9
        },
        {
            "id": 336,
            "name": "بلداجی",
            "slug": "بلداجی",
            "state_id": 9
        },
        {
            "id": 337,
            "name": "بن",
            "slug": "بن",
            "state_id": 9
        },
        {
            "id": 338,
            "name": "جونقان",
            "slug": "جونقان",
            "state_id": 9
        },
        {
            "id": 339,
            "name": "چلگرد",
            "slug": "چلگرد",
            "state_id": 9
        },
        {
            "id": 340,
            "name": "سامان",
            "slug": "سامان",
            "state_id": 9
        },
        {
            "id": 341,
            "name": "سفیددشت",
            "slug": "سفیددشت",
            "state_id": 9
        },
        {
            "id": 342,
            "name": "سودجان",
            "slug": "سودجان",
            "state_id": 9
        },
        {
            "id": 343,
            "name": "سورشجان",
            "slug": "سورشجان",
            "state_id": 9
        },
        {
            "id": 344,
            "name": "شلمزار",
            "slug": "شلمزار",
            "state_id": 9
        },
        {
            "id": 345,
            "name": "شهرکرد",
            "slug": "شهرکرد",
            "state_id": 9
        },
        {
            "id": 346,
            "name": "طاقانک",
            "slug": "طاقانک",
            "state_id": 9
        },
        {
            "id": 347,
            "name": "فارسان",
            "slug": "فارسان",
            "state_id": 9
        },
        {
            "id": 348,
            "name": "فرادبنه",
            "slug": "فرادبنه",
            "state_id": 9
        },
        {
            "id": 349,
            "name": "فرخ شهر",
            "slug": "فرخ-شهر",
            "state_id": 9
        },
        {
            "id": 350,
            "name": "کیان",
            "slug": "کیان",
            "state_id": 9
        },
        {
            "id": 351,
            "name": "گندمان",
            "slug": "گندمان",
            "state_id": 9
        },
        {
            "id": 352,
            "name": "گهرو",
            "slug": "گهرو",
            "state_id": 9
        },
        {
            "id": 353,
            "name": "لردگان",
            "slug": "لردگان",
            "state_id": 9
        },
        {
            "id": 354,
            "name": "مال خلیفه",
            "slug": "مال-خلیفه",
            "state_id": 9
        },
        {
            "id": 355,
            "name": "ناغان",
            "slug": "ناغان",
            "state_id": 9
        },
        {
            "id": 356,
            "name": "نافچ",
            "slug": "نافچ",
            "state_id": 9
        },
        {
            "id": 357,
            "name": "نقنه",
            "slug": "نقنه",
            "state_id": 9
        },
        {
            "id": 358,
            "name": "هفشجان",
            "slug": "هفشجان",
            "state_id": 9
        },
        {
            "id": 359,
            "name": "ارسک",
            "slug": "ارسک",
            "state_id": 10
        },
        {
            "id": 360,
            "name": "اسدیه",
            "slug": "اسدیه",
            "state_id": 10
        },
        {
            "id": 361,
            "name": "اسفدن",
            "slug": "اسفدن",
            "state_id": 10
        },
        {
            "id": 362,
            "name": "اسلامیه",
            "slug": "اسلامیه",
            "state_id": 10
        },
        {
            "id": 363,
            "name": "آرین شهر",
            "slug": "آرین-شهر",
            "state_id": 10
        },
        {
            "id": 364,
            "name": "آیسک",
            "slug": "آیسک",
            "state_id": 10
        },
        {
            "id": 365,
            "name": "بشرویه",
            "slug": "بشرویه",
            "state_id": 10
        },
        {
            "id": 366,
            "name": "بیرجند",
            "slug": "بیرجند",
            "state_id": 10
        },
        {
            "id": 367,
            "name": "حاجی آباد",
            "slug": "خراسان-جنوبی-حاجی-آباد",
            "state_id": 10
        },
        {
            "id": 368,
            "name": "خضری دشت بیاض",
            "slug": "خضری-دشت-بیاض",
            "state_id": 10
        },
        {
            "id": 369,
            "name": "خوسف",
            "slug": "خوسف",
            "state_id": 10
        },
        {
            "id": 370,
            "name": "زهان",
            "slug": "زهان",
            "state_id": 10
        },
        {
            "id": 371,
            "name": "سرایان",
            "slug": "سرایان",
            "state_id": 10
        },
        {
            "id": 372,
            "name": "سربیشه",
            "slug": "سربیشه",
            "state_id": 10
        },
        {
            "id": 373,
            "name": "سه قلعه",
            "slug": "سه-قلعه",
            "state_id": 10
        },
        {
            "id": 374,
            "name": "شوسف",
            "slug": "شوسف",
            "state_id": 10
        },
        {
            "id": 375,
            "name": "طبس ",
            "slug": "خراسان-جنوبی-طبس-",
            "state_id": 10
        },
        {
            "id": 376,
            "name": "فردوس",
            "slug": "فردوس",
            "state_id": 10
        },
        {
            "id": 377,
            "name": "قاین",
            "slug": "قاین",
            "state_id": 10
        },
        {
            "id": 378,
            "name": "قهستان",
            "slug": "قهستان",
            "state_id": 10
        },
        {
            "id": 379,
            "name": "محمدشهر",
            "slug": "خراسان-جنوبی-محمدشهر",
            "state_id": 10
        },
        {
            "id": 380,
            "name": "مود",
            "slug": "مود",
            "state_id": 10
        },
        {
            "id": 381,
            "name": "نهبندان",
            "slug": "نهبندان",
            "state_id": 10
        },
        {
            "id": 382,
            "name": "نیمبلوک",
            "slug": "نیمبلوک",
            "state_id": 10
        },
        {
            "id": 383,
            "name": "احمدآباد صولت",
            "slug": "احمدآباد-صولت",
            "state_id": 11
        },
        {
            "id": 384,
            "name": "انابد",
            "slug": "انابد",
            "state_id": 11
        },
        {
            "id": 385,
            "name": "باجگیران",
            "slug": "باجگیران",
            "state_id": 11
        },
        {
            "id": 386,
            "name": "باخرز",
            "slug": "باخرز",
            "state_id": 11
        },
        {
            "id": 387,
            "name": "بار",
            "slug": "بار",
            "state_id": 11
        },
        {
            "id": 388,
            "name": "بایگ",
            "slug": "بایگ",
            "state_id": 11
        },
        {
            "id": 389,
            "name": "بجستان",
            "slug": "بجستان",
            "state_id": 11
        },
        {
            "id": 390,
            "name": "بردسکن",
            "slug": "بردسکن",
            "state_id": 11
        },
        {
            "id": 391,
            "name": "بیدخت",
            "slug": "بیدخت",
            "state_id": 11
        },
        {
            "id": 392,
            "name": "تایباد",
            "slug": "تایباد",
            "state_id": 11
        },
        {
            "id": 393,
            "name": "تربت جام",
            "slug": "تربت-جام",
            "state_id": 11
        },
        {
            "id": 394,
            "name": "تربت حیدریه",
            "slug": "تربت-حیدریه",
            "state_id": 11
        },
        {
            "id": 395,
            "name": "جغتای",
            "slug": "جغتای",
            "state_id": 11
        },
        {
            "id": 396,
            "name": "جنگل",
            "slug": "جنگل",
            "state_id": 11
        },
        {
            "id": 397,
            "name": "چاپشلو",
            "slug": "چاپشلو",
            "state_id": 11
        },
        {
            "id": 398,
            "name": "چکنه",
            "slug": "چکنه",
            "state_id": 11
        },
        {
            "id": 399,
            "name": "چناران",
            "slug": "چناران",
            "state_id": 11
        },
        {
            "id": 400,
            "name": "خرو",
            "slug": "خرو",
            "state_id": 11
        },
        {
            "id": 401,
            "name": "خلیل آباد",
            "slug": "خلیل-آباد",
            "state_id": 11
        },
        {
            "id": 402,
            "name": "خواف",
            "slug": "خواف",
            "state_id": 11
        },
        {
            "id": 403,
            "name": "داورزن",
            "slug": "داورزن",
            "state_id": 11
        },
        {
            "id": 404,
            "name": "درگز",
            "slug": "درگز",
            "state_id": 11
        },
        {
            "id": 405,
            "name": "در رود",
            "slug": "در-رود",
            "state_id": 11
        },
        {
            "id": 406,
            "name": "دولت آباد",
            "slug": "خراسان-رضوی-دولت-آباد",
            "state_id": 11
        },
        {
            "id": 407,
            "name": "رباط سنگ",
            "slug": "رباط-سنگ",
            "state_id": 11
        },
        {
            "id": 408,
            "name": "رشتخوار",
            "slug": "رشتخوار",
            "state_id": 11
        },
        {
            "id": 409,
            "name": "رضویه",
            "slug": "رضویه",
            "state_id": 11
        },
        {
            "id": 410,
            "name": "روداب",
            "slug": "روداب",
            "state_id": 11
        },
        {
            "id": 411,
            "name": "ریوش",
            "slug": "ریوش",
            "state_id": 11
        },
        {
            "id": 412,
            "name": "سبزوار",
            "slug": "سبزوار",
            "state_id": 11
        },
        {
            "id": 413,
            "name": "سرخس",
            "slug": "سرخس",
            "state_id": 11
        },
        {
            "id": 414,
            "name": "سفیدسنگ",
            "slug": "سفیدسنگ",
            "state_id": 11
        },
        {
            "id": 415,
            "name": "سلامی",
            "slug": "سلامی",
            "state_id": 11
        },
        {
            "id": 416,
            "name": "سلطان آباد",
            "slug": "سلطان-آباد",
            "state_id": 11
        },
        {
            "id": 417,
            "name": "سنگان",
            "slug": "سنگان",
            "state_id": 11
        },
        {
            "id": 418,
            "name": "شادمهر",
            "slug": "شادمهر",
            "state_id": 11
        },
        {
            "id": 419,
            "name": "شاندیز",
            "slug": "شاندیز",
            "state_id": 11
        },
        {
            "id": 420,
            "name": "ششتمد",
            "slug": "ششتمد",
            "state_id": 11
        },
        {
            "id": 421,
            "name": "شهرآباد",
            "slug": "شهرآباد",
            "state_id": 11
        },
        {
            "id": 422,
            "name": "شهرزو",
            "slug": "شهرزو",
            "state_id": 11
        },
        {
            "id": 423,
            "name": "صالح آباد",
            "slug": "خراسان-رضوی-صالح-آباد",
            "state_id": 11
        },
        {
            "id": 424,
            "name": "طرقبه",
            "slug": "طرقبه",
            "state_id": 11
        },
        {
            "id": 425,
            "name": "عشق آباد",
            "slug": "خراسان-رضوی-عشق-آباد",
            "state_id": 11
        },
        {
            "id": 426,
            "name": "فرهادگرد",
            "slug": "فرهادگرد",
            "state_id": 11
        },
        {
            "id": 427,
            "name": "فریمان",
            "slug": "فریمان",
            "state_id": 11
        },
        {
            "id": 428,
            "name": "فیروزه",
            "slug": "فیروزه",
            "state_id": 11
        },
        {
            "id": 429,
            "name": "فیض آباد",
            "slug": "فیض-آباد",
            "state_id": 11
        },
        {
            "id": 430,
            "name": "قاسم آباد",
            "slug": "قاسم-آباد",
            "state_id": 11
        },
        {
            "id": 431,
            "name": "قدمگاه",
            "slug": "قدمگاه",
            "state_id": 11
        },
        {
            "id": 432,
            "name": "قلندرآباد",
            "slug": "قلندرآباد",
            "state_id": 11
        },
        {
            "id": 433,
            "name": "قوچان",
            "slug": "قوچان",
            "state_id": 11
        },
        {
            "id": 434,
            "name": "کاخک",
            "slug": "کاخک",
            "state_id": 11
        },
        {
            "id": 435,
            "name": "کاریز",
            "slug": "کاریز",
            "state_id": 11
        },
        {
            "id": 436,
            "name": "کاشمر",
            "slug": "کاشمر",
            "state_id": 11
        },
        {
            "id": 437,
            "name": "کدکن",
            "slug": "کدکن",
            "state_id": 11
        },
        {
            "id": 438,
            "name": "کلات",
            "slug": "کلات",
            "state_id": 11
        },
        {
            "id": 439,
            "name": "کندر",
            "slug": "کندر",
            "state_id": 11
        },
        {
            "id": 440,
            "name": "گلمکان",
            "slug": "گلمکان",
            "state_id": 11
        },
        {
            "id": 441,
            "name": "گناباد",
            "slug": "گناباد",
            "state_id": 11
        },
        {
            "id": 442,
            "name": "لطف آباد",
            "slug": "لطف-آباد",
            "state_id": 11
        },
        {
            "id": 443,
            "name": "مزدآوند",
            "slug": "مزدآوند",
            "state_id": 11
        },
        {
            "id": 444,
            "name": "مشهد",
            "slug": "مشهد",
            "state_id": 11
        },
        {
            "id": 445,
            "name": "ملک آباد",
            "slug": "ملک-آباد",
            "state_id": 11
        },
        {
            "id": 446,
            "name": "نشتیفان",
            "slug": "نشتیفان",
            "state_id": 11
        },
        {
            "id": 447,
            "name": "نصرآباد",
            "slug": "خراسان-رضوی-نصرآباد",
            "state_id": 11
        },
        {
            "id": 448,
            "name": "نقاب",
            "slug": "نقاب",
            "state_id": 11
        },
        {
            "id": 449,
            "name": "نوخندان",
            "slug": "نوخندان",
            "state_id": 11
        },
        {
            "id": 450,
            "name": "نیشابور",
            "slug": "نیشابور",
            "state_id": 11
        },
        {
            "id": 451,
            "name": "نیل شهر",
            "slug": "نیل-شهر",
            "state_id": 11
        },
        {
            "id": 452,
            "name": "همت آباد",
            "slug": "همت-آباد",
            "state_id": 11
        },
        {
            "id": 453,
            "name": "یونسی",
            "slug": "یونسی",
            "state_id": 11
        },
        {
            "id": 454,
            "name": "اسفراین",
            "slug": "اسفراین",
            "state_id": 12
        },
        {
            "id": 455,
            "name": "ایور",
            "slug": "ایور",
            "state_id": 12
        },
        {
            "id": 456,
            "name": "آشخانه",
            "slug": "آشخانه",
            "state_id": 12
        },
        {
            "id": 457,
            "name": "بجنورد",
            "slug": "بجنورد",
            "state_id": 12
        },
        {
            "id": 458,
            "name": "پیش قلعه",
            "slug": "پیش-قلعه",
            "state_id": 12
        },
        {
            "id": 459,
            "name": "تیتکانلو",
            "slug": "تیتکانلو",
            "state_id": 12
        },
        {
            "id": 460,
            "name": "جاجرم",
            "slug": "جاجرم",
            "state_id": 12
        },
        {
            "id": 461,
            "name": "حصارگرمخان",
            "slug": "حصارگرمخان",
            "state_id": 12
        },
        {
            "id": 462,
            "name": "درق",
            "slug": "درق",
            "state_id": 12
        },
        {
            "id": 463,
            "name": "راز",
            "slug": "راز",
            "state_id": 12
        },
        {
            "id": 464,
            "name": "سنخواست",
            "slug": "سنخواست",
            "state_id": 12
        },
        {
            "id": 465,
            "name": "شوقان",
            "slug": "شوقان",
            "state_id": 12
        },
        {
            "id": 466,
            "name": "شیروان",
            "slug": "شیروان",
            "state_id": 12
        },
        {
            "id": 467,
            "name": "صفی آباد",
            "slug": "خراسان-شمالی-صفی-آباد",
            "state_id": 12
        },
        {
            "id": 468,
            "name": "فاروج",
            "slug": "فاروج",
            "state_id": 12
        },
        {
            "id": 469,
            "name": "قاضی",
            "slug": "قاضی",
            "state_id": 12
        },
        {
            "id": 470,
            "name": "گرمه",
            "slug": "گرمه",
            "state_id": 12
        },
        {
            "id": 471,
            "name": "لوجلی",
            "slug": "لوجلی",
            "state_id": 12
        },
        {
            "id": 472,
            "name": "اروندکنار",
            "slug": "اروندکنار",
            "state_id": 13
        },
        {
            "id": 473,
            "name": "الوان",
            "slug": "الوان",
            "state_id": 13
        },
        {
            "id": 474,
            "name": "امیدیه",
            "slug": "امیدیه",
            "state_id": 13
        },
        {
            "id": 475,
            "name": "اندیمشک",
            "slug": "اندیمشک",
            "state_id": 13
        },
        {
            "id": 476,
            "name": "اهواز",
            "slug": "اهواز",
            "state_id": 13
        },
        {
            "id": 477,
            "name": "ایذه",
            "slug": "ایذه",
            "state_id": 13
        },
        {
            "id": 478,
            "name": "آبادان",
            "slug": "آبادان",
            "state_id": 13
        },
        {
            "id": 479,
            "name": "آغاجاری",
            "slug": "آغاجاری",
            "state_id": 13
        },
        {
            "id": 480,
            "name": "باغ ملک",
            "slug": "باغ-ملک",
            "state_id": 13
        },
        {
            "id": 481,
            "name": "بستان",
            "slug": "بستان",
            "state_id": 13
        },
        {
            "id": 482,
            "name": "بندرامام خمینی",
            "slug": "بندرامام-خمینی",
            "state_id": 13
        },
        {
            "id": 483,
            "name": "بندرماهشهر",
            "slug": "بندرماهشهر",
            "state_id": 13
        },
        {
            "id": 484,
            "name": "بهبهان",
            "slug": "بهبهان",
            "state_id": 13
        },
        {
            "id": 485,
            "name": "ترکالکی",
            "slug": "ترکالکی",
            "state_id": 13
        },
        {
            "id": 486,
            "name": "جایزان",
            "slug": "جایزان",
            "state_id": 13
        },
        {
            "id": 487,
            "name": "چمران",
            "slug": "چمران",
            "state_id": 13
        },
        {
            "id": 488,
            "name": "چویبده",
            "slug": "چویبده",
            "state_id": 13
        },
        {
            "id": 489,
            "name": "حر",
            "slug": "حر",
            "state_id": 13
        },
        {
            "id": 490,
            "name": "حسینیه",
            "slug": "حسینیه",
            "state_id": 13
        },
        {
            "id": 491,
            "name": "حمزه",
            "slug": "حمزه",
            "state_id": 13
        },
        {
            "id": 492,
            "name": "حمیدیه",
            "slug": "حمیدیه",
            "state_id": 13
        },
        {
            "id": 493,
            "name": "خرمشهر",
            "slug": "خرمشهر",
            "state_id": 13
        },
        {
            "id": 494,
            "name": "دارخوین",
            "slug": "دارخوین",
            "state_id": 13
        },
        {
            "id": 495,
            "name": "دزآب",
            "slug": "دزآب",
            "state_id": 13
        },
        {
            "id": 496,
            "name": "دزفول",
            "slug": "دزفول",
            "state_id": 13
        },
        {
            "id": 497,
            "name": "دهدز",
            "slug": "دهدز",
            "state_id": 13
        },
        {
            "id": 498,
            "name": "رامشیر",
            "slug": "رامشیر",
            "state_id": 13
        },
        {
            "id": 499,
            "name": "رامهرمز",
            "slug": "رامهرمز",
            "state_id": 13
        },
        {
            "id": 500,
            "name": "رفیع",
            "slug": "رفیع",
            "state_id": 13
        },
        {
            "id": 501,
            "name": "زهره",
            "slug": "زهره",
            "state_id": 13
        },
        {
            "id": 502,
            "name": "سالند",
            "slug": "سالند",
            "state_id": 13
        },
        {
            "id": 503,
            "name": "سردشت",
            "slug": "خوزستان-سردشت",
            "state_id": 13
        },
        {
            "id": 504,
            "name": "سوسنگرد",
            "slug": "سوسنگرد",
            "state_id": 13
        },
        {
            "id": 505,
            "name": "شادگان",
            "slug": "شادگان",
            "state_id": 13
        },
        {
            "id": 506,
            "name": "شاوور",
            "slug": "شاوور",
            "state_id": 13
        },
        {
            "id": 507,
            "name": "شرافت",
            "slug": "شرافت",
            "state_id": 13
        },
        {
            "id": 508,
            "name": "شوش",
            "slug": "شوش",
            "state_id": 13
        },
        {
            "id": 509,
            "name": "شوشتر",
            "slug": "شوشتر",
            "state_id": 13
        },
        {
            "id": 510,
            "name": "شیبان",
            "slug": "شیبان",
            "state_id": 13
        },
        {
            "id": 511,
            "name": "صالح شهر",
            "slug": "صالح-شهر",
            "state_id": 13
        },
        {
            "id": 512,
            "name": "صفی آباد",
            "slug": "خوزستان-صفی-آباد",
            "state_id": 13
        },
        {
            "id": 513,
            "name": "صیدون",
            "slug": "صیدون",
            "state_id": 13
        },
        {
            "id": 514,
            "name": "قلعه تل",
            "slug": "قلعه-تل",
            "state_id": 13
        },
        {
            "id": 515,
            "name": "قلعه خواجه",
            "slug": "قلعه-خواجه",
            "state_id": 13
        },
        {
            "id": 516,
            "name": "گتوند",
            "slug": "گتوند",
            "state_id": 13
        },
        {
            "id": 517,
            "name": "لالی",
            "slug": "لالی",
            "state_id": 13
        },
        {
            "id": 518,
            "name": "مسجدسلیمان",
            "slug": "مسجدسلیمان",
            "state_id": 13
        },
        {
            "id": 520,
            "name": "ملاثانی",
            "slug": "ملاثانی",
            "state_id": 13
        },
        {
            "id": 521,
            "name": "میانرود",
            "slug": "میانرود",
            "state_id": 13
        },
        {
            "id": 522,
            "name": "مینوشهر",
            "slug": "مینوشهر",
            "state_id": 13
        },
        {
            "id": 523,
            "name": "هفتگل",
            "slug": "هفتگل",
            "state_id": 13
        },
        {
            "id": 524,
            "name": "هندیجان",
            "slug": "هندیجان",
            "state_id": 13
        },
        {
            "id": 525,
            "name": "هویزه",
            "slug": "هویزه",
            "state_id": 13
        },
        {
            "id": 526,
            "name": "ویس",
            "slug": "ویس",
            "state_id": 13
        },
        {
            "id": 527,
            "name": "ابهر",
            "slug": "ابهر",
            "state_id": 14
        },
        {
            "id": 528,
            "name": "ارمغان خانه",
            "slug": "ارمغان-خانه",
            "state_id": 14
        },
        {
            "id": 529,
            "name": "آب بر",
            "slug": "آب-بر",
            "state_id": 14
        },
        {
            "id": 530,
            "name": "چورزق",
            "slug": "چورزق",
            "state_id": 14
        },
        {
            "id": 531,
            "name": "حلب",
            "slug": "حلب",
            "state_id": 14
        },
        {
            "id": 532,
            "name": "خرمدره",
            "slug": "خرمدره",
            "state_id": 14
        },
        {
            "id": 533,
            "name": "دندی",
            "slug": "دندی",
            "state_id": 14
        },
        {
            "id": 534,
            "name": "زرین آباد",
            "slug": "زرین-آباد",
            "state_id": 14
        },
        {
            "id": 535,
            "name": "زرین رود",
            "slug": "زرین-رود",
            "state_id": 14
        },
        {
            "id": 536,
            "name": "زنجان",
            "slug": "شهر-زنجان",
            "state_id": 14
        },
        {
            "id": 537,
            "name": "سجاس",
            "slug": "سجاس",
            "state_id": 14
        },
        {
            "id": 538,
            "name": "سلطانیه",
            "slug": "سلطانیه",
            "state_id": 14
        },
        {
            "id": 539,
            "name": "سهرورد",
            "slug": "سهرورد",
            "state_id": 14
        },
        {
            "id": 540,
            "name": "صائین قلعه",
            "slug": "صائین-قلعه",
            "state_id": 14
        },
        {
            "id": 541,
            "name": "قیدار",
            "slug": "قیدار",
            "state_id": 14
        },
        {
            "id": 542,
            "name": "گرماب",
            "slug": "گرماب",
            "state_id": 14
        },
        {
            "id": 543,
            "name": "ماه نشان",
            "slug": "ماه-نشان",
            "state_id": 14
        },
        {
            "id": 544,
            "name": "هیدج",
            "slug": "هیدج",
            "state_id": 14
        },
        {
            "id": 545,
            "name": "امیریه",
            "slug": "امیریه",
            "state_id": 15
        },
        {
            "id": 546,
            "name": "ایوانکی",
            "slug": "ایوانکی",
            "state_id": 15
        },
        {
            "id": 547,
            "name": "آرادان",
            "slug": "آرادان",
            "state_id": 15
        },
        {
            "id": 548,
            "name": "بسطام",
            "slug": "بسطام",
            "state_id": 15
        },
        {
            "id": 549,
            "name": "بیارجمند",
            "slug": "بیارجمند",
            "state_id": 15
        },
        {
            "id": 550,
            "name": "دامغان",
            "slug": "دامغان",
            "state_id": 15
        },
        {
            "id": 551,
            "name": "درجزین",
            "slug": "درجزین",
            "state_id": 15
        },
        {
            "id": 552,
            "name": "دیباج",
            "slug": "دیباج",
            "state_id": 15
        },
        {
            "id": 553,
            "name": "سرخه",
            "slug": "سرخه",
            "state_id": 15
        },
        {
            "id": 554,
            "name": "سمنان",
            "slug": "شهر-سمنان",
            "state_id": 15
        },
        {
            "id": 555,
            "name": "شاهرود",
            "slug": "شاهرود",
            "state_id": 15
        },
        {
            "id": 556,
            "name": "شهمیرزاد",
            "slug": "شهمیرزاد",
            "state_id": 15
        },
        {
            "id": 557,
            "name": "کلاته خیج",
            "slug": "کلاته-خیج",
            "state_id": 15
        },
        {
            "id": 558,
            "name": "گرمسار",
            "slug": "گرمسار",
            "state_id": 15
        },
        {
            "id": 559,
            "name": "مجن",
            "slug": "مجن",
            "state_id": 15
        },
        {
            "id": 560,
            "name": "مهدی شهر",
            "slug": "مهدی-شهر",
            "state_id": 15
        },
        {
            "id": 561,
            "name": "میامی",
            "slug": "میامی",
            "state_id": 15
        },
        {
            "id": 562,
            "name": "ادیمی",
            "slug": "ادیمی",
            "state_id": 16
        },
        {
            "id": 563,
            "name": "اسپکه",
            "slug": "اسپکه",
            "state_id": 16
        },
        {
            "id": 564,
            "name": "ایرانشهر",
            "slug": "ایرانشهر",
            "state_id": 16
        },
        {
            "id": 565,
            "name": "بزمان",
            "slug": "بزمان",
            "state_id": 16
        },
        {
            "id": 566,
            "name": "بمپور",
            "slug": "بمپور",
            "state_id": 16
        },
        {
            "id": 567,
            "name": "بنت",
            "slug": "بنت",
            "state_id": 16
        },
        {
            "id": 568,
            "name": "بنجار",
            "slug": "بنجار",
            "state_id": 16
        },
        {
            "id": 569,
            "name": "پیشین",
            "slug": "پیشین",
            "state_id": 16
        },
        {
            "id": 570,
            "name": "جالق",
            "slug": "جالق",
            "state_id": 16
        },
        {
            "id": 571,
            "name": "چابهار",
            "slug": "چابهار",
            "state_id": 16
        },
        {
            "id": 572,
            "name": "خاش",
            "slug": "خاش",
            "state_id": 16
        },
        {
            "id": 573,
            "name": "دوست محمد",
            "slug": "دوست-محمد",
            "state_id": 16
        },
        {
            "id": 574,
            "name": "راسک",
            "slug": "راسک",
            "state_id": 16
        },
        {
            "id": 575,
            "name": "زابل",
            "slug": "زابل",
            "state_id": 16
        },
        {
            "id": 576,
            "name": "زابلی",
            "slug": "زابلی",
            "state_id": 16
        },
        {
            "id": 577,
            "name": "زاهدان",
            "slug": "زاهدان",
            "state_id": 16
        },
        {
            "id": 578,
            "name": "زهک",
            "slug": "زهک",
            "state_id": 16
        },
        {
            "id": 579,
            "name": "سراوان",
            "slug": "سراوان",
            "state_id": 16
        },
        {
            "id": 580,
            "name": "سرباز",
            "slug": "سرباز",
            "state_id": 16
        },
        {
            "id": 581,
            "name": "سوران",
            "slug": "سوران",
            "state_id": 16
        },
        {
            "id": 582,
            "name": "سیرکان",
            "slug": "سیرکان",
            "state_id": 16
        },
        {
            "id": 583,
            "name": "علی اکبر",
            "slug": "علی-اکبر",
            "state_id": 16
        },
        {
            "id": 584,
            "name": "فنوج",
            "slug": "فنوج",
            "state_id": 16
        },
        {
            "id": 585,
            "name": "قصرقند",
            "slug": "قصرقند",
            "state_id": 16
        },
        {
            "id": 586,
            "name": "کنارک",
            "slug": "کنارک",
            "state_id": 16
        },
        {
            "id": 587,
            "name": "گشت",
            "slug": "گشت",
            "state_id": 16
        },
        {
            "id": 588,
            "name": "گلمورتی",
            "slug": "گلمورتی",
            "state_id": 16
        },
        {
            "id": 589,
            "name": "محمدان",
            "slug": "محمدان",
            "state_id": 16
        },
        {
            "id": 590,
            "name": "محمدآباد",
            "slug": "سیستان-و-بلوچستان-محمدآباد",
            "state_id": 16
        },
        {
            "id": 591,
            "name": "محمدی",
            "slug": "محمدی",
            "state_id": 16
        },
        {
            "id": 592,
            "name": "میرجاوه",
            "slug": "میرجاوه",
            "state_id": 16
        },
        {
            "id": 593,
            "name": "نصرت آباد",
            "slug": "نصرت-آباد",
            "state_id": 16
        },
        {
            "id": 594,
            "name": "نگور",
            "slug": "نگور",
            "state_id": 16
        },
        {
            "id": 595,
            "name": "نوک آباد",
            "slug": "نوک-آباد",
            "state_id": 16
        },
        {
            "id": 596,
            "name": "نیک شهر",
            "slug": "نیک-شهر",
            "state_id": 16
        },
        {
            "id": 597,
            "name": "هیدوچ",
            "slug": "هیدوچ",
            "state_id": 16
        },
        {
            "id": 598,
            "name": "اردکان",
            "slug": "فارس-اردکان",
            "state_id": 17
        },
        {
            "id": 599,
            "name": "ارسنجان",
            "slug": "ارسنجان",
            "state_id": 17
        },
        {
            "id": 600,
            "name": "استهبان",
            "slug": "استهبان",
            "state_id": 17
        },
        {
            "id": 601,
            "name": "اشکنان",
            "slug": "اشکنان",
            "state_id": 17
        },
        {
            "id": 602,
            "name": "افزر",
            "slug": "افزر",
            "state_id": 17
        },
        {
            "id": 603,
            "name": "اقلید",
            "slug": "اقلید",
            "state_id": 17
        },
        {
            "id": 604,
            "name": "امام شهر",
            "slug": "امام-شهر",
            "state_id": 17
        },
        {
            "id": 605,
            "name": "اهل",
            "slug": "اهل",
            "state_id": 17
        },
        {
            "id": 606,
            "name": "اوز",
            "slug": "اوز",
            "state_id": 17
        },
        {
            "id": 607,
            "name": "ایج",
            "slug": "ایج",
            "state_id": 17
        },
        {
            "id": 608,
            "name": "ایزدخواست",
            "slug": "ایزدخواست",
            "state_id": 17
        },
        {
            "id": 609,
            "name": "آباده",
            "slug": "آباده",
            "state_id": 17
        },
        {
            "id": 610,
            "name": "آباده طشک",
            "slug": "آباده-طشک",
            "state_id": 17
        },
        {
            "id": 611,
            "name": "باب انار",
            "slug": "باب-انار",
            "state_id": 17
        },
        {
            "id": 612,
            "name": "بالاده",
            "slug": "فارس-بالاده",
            "state_id": 17
        },
        {
            "id": 613,
            "name": "بنارویه",
            "slug": "بنارویه",
            "state_id": 17
        },
        {
            "id": 614,
            "name": "بهمن",
            "slug": "بهمن",
            "state_id": 17
        },
        {
            "id": 615,
            "name": "بوانات",
            "slug": "بوانات",
            "state_id": 17
        },
        {
            "id": 616,
            "name": "بیرم",
            "slug": "بیرم",
            "state_id": 17
        },
        {
            "id": 617,
            "name": "بیضا",
            "slug": "بیضا",
            "state_id": 17
        },
        {
            "id": 618,
            "name": "جنت شهر",
            "slug": "جنت-شهر",
            "state_id": 17
        },
        {
            "id": 619,
            "name": "جهرم",
            "slug": "جهرم",
            "state_id": 17
        },
        {
            "id": 620,
            "name": "جویم",
            "slug": "جویم",
            "state_id": 17
        },
        {
            "id": 621,
            "name": "زرین دشت",
            "slug": "زرین-دشت",
            "state_id": 17
        },
        {
            "id": 622,
            "name": "حسن آباد",
            "slug": "فارس-حسن-آباد",
            "state_id": 17
        },
        {
            "id": 623,
            "name": "خان زنیان",
            "slug": "خان-زنیان",
            "state_id": 17
        },
        {
            "id": 624,
            "name": "خاوران",
            "slug": "خاوران",
            "state_id": 17
        },
        {
            "id": 625,
            "name": "خرامه",
            "slug": "خرامه",
            "state_id": 17
        },
        {
            "id": 626,
            "name": "خشت",
            "slug": "خشت",
            "state_id": 17
        },
        {
            "id": 627,
            "name": "خنج",
            "slug": "خنج",
            "state_id": 17
        },
        {
            "id": 628,
            "name": "خور",
            "slug": "فارس-خور",
            "state_id": 17
        },
        {
            "id": 629,
            "name": "داراب",
            "slug": "داراب",
            "state_id": 17
        },
        {
            "id": 630,
            "name": "داریان",
            "slug": "داریان",
            "state_id": 17
        },
        {
            "id": 631,
            "name": "دبیران",
            "slug": "دبیران",
            "state_id": 17
        },
        {
            "id": 632,
            "name": "دژکرد",
            "slug": "دژکرد",
            "state_id": 17
        },
        {
            "id": 633,
            "name": "دهرم",
            "slug": "دهرم",
            "state_id": 17
        },
        {
            "id": 634,
            "name": "دوبرجی",
            "slug": "دوبرجی",
            "state_id": 17
        },
        {
            "id": 635,
            "name": "رامجرد",
            "slug": "رامجرد",
            "state_id": 17
        },
        {
            "id": 636,
            "name": "رونیز",
            "slug": "رونیز",
            "state_id": 17
        },
        {
            "id": 637,
            "name": "زاهدشهر",
            "slug": "زاهدشهر",
            "state_id": 17
        },
        {
            "id": 638,
            "name": "زرقان",
            "slug": "زرقان",
            "state_id": 17
        },
        {
            "id": 639,
            "name": "سده",
            "slug": "سده",
            "state_id": 17
        },
        {
            "id": 640,
            "name": "سروستان",
            "slug": "سروستان",
            "state_id": 17
        },
        {
            "id": 641,
            "name": "سعادت شهر",
            "slug": "سعادت-شهر",
            "state_id": 17
        },
        {
            "id": 642,
            "name": "سورمق",
            "slug": "سورمق",
            "state_id": 17
        },
        {
            "id": 643,
            "name": "سیدان",
            "slug": "سیدان",
            "state_id": 17
        },
        {
            "id": 644,
            "name": "ششده",
            "slug": "ششده",
            "state_id": 17
        },
        {
            "id": 645,
            "name": "شهرپیر",
            "slug": "شهرپیر",
            "state_id": 17
        },
        {
            "id": 646,
            "name": "شهرصدرا",
            "slug": "شهرصدرا",
            "state_id": 17
        },
        {
            "id": 647,
            "name": "شیراز",
            "slug": "شیراز",
            "state_id": 17
        },
        {
            "id": 648,
            "name": "صغاد",
            "slug": "صغاد",
            "state_id": 17
        },
        {
            "id": 649,
            "name": "صفاشهر",
            "slug": "صفاشهر",
            "state_id": 17
        },
        {
            "id": 650,
            "name": "علامرودشت",
            "slug": "علامرودشت",
            "state_id": 17
        },
        {
            "id": 651,
            "name": "فدامی",
            "slug": "فدامی",
            "state_id": 17
        },
        {
            "id": 652,
            "name": "فراشبند",
            "slug": "فراشبند",
            "state_id": 17
        },
        {
            "id": 653,
            "name": "فسا",
            "slug": "فسا",
            "state_id": 17
        },
        {
            "id": 654,
            "name": "فیروزآباد",
            "slug": "فارس-فیروزآباد",
            "state_id": 17
        },
        {
            "id": 655,
            "name": "قائمیه",
            "slug": "قائمیه",
            "state_id": 17
        },
        {
            "id": 656,
            "name": "قادرآباد",
            "slug": "قادرآباد",
            "state_id": 17
        },
        {
            "id": 657,
            "name": "قطب آباد",
            "slug": "قطب-آباد",
            "state_id": 17
        },
        {
            "id": 658,
            "name": "قطرویه",
            "slug": "قطرویه",
            "state_id": 17
        },
        {
            "id": 659,
            "name": "قیر",
            "slug": "قیر",
            "state_id": 17
        },
        {
            "id": 660,
            "name": "کارزین (فتح آباد)",
            "slug": "کارزین-فتح-آباد",
            "state_id": 17
        },
        {
            "id": 661,
            "name": "کازرون",
            "slug": "کازرون",
            "state_id": 17
        },
        {
            "id": 662,
            "name": "کامفیروز",
            "slug": "کامفیروز",
            "state_id": 17
        },
        {
            "id": 663,
            "name": "کره ای",
            "slug": "کره-ای",
            "state_id": 17
        },
        {
            "id": 664,
            "name": "کنارتخته",
            "slug": "کنارتخته",
            "state_id": 17
        },
        {
            "id": 665,
            "name": "کوار",
            "slug": "کوار",
            "state_id": 17
        },
        {
            "id": 666,
            "name": "گراش",
            "slug": "گراش",
            "state_id": 17
        },
        {
            "id": 667,
            "name": "گله دار",
            "slug": "گله-دار",
            "state_id": 17
        },
        {
            "id": 668,
            "name": "لار",
            "slug": "لار",
            "state_id": 17
        },
        {
            "id": 669,
            "name": "لامرد",
            "slug": "لامرد",
            "state_id": 17
        },
        {
            "id": 670,
            "name": "لپویی",
            "slug": "لپویی",
            "state_id": 17
        },
        {
            "id": 671,
            "name": "لطیفی",
            "slug": "لطیفی",
            "state_id": 17
        },
        {
            "id": 672,
            "name": "مبارک آباددیز",
            "slug": "مبارک-آباددیز",
            "state_id": 17
        },
        {
            "id": 673,
            "name": "مرودشت",
            "slug": "مرودشت",
            "state_id": 17
        },
        {
            "id": 674,
            "name": "مشکان",
            "slug": "مشکان",
            "state_id": 17
        },
        {
            "id": 675,
            "name": "مصیری",
            "slug": "مصیری",
            "state_id": 17
        },
        {
            "id": 676,
            "name": "مهر",
            "slug": "مهر",
            "state_id": 17
        },
        {
            "id": 677,
            "name": "میمند",
            "slug": "میمند",
            "state_id": 17
        },
        {
            "id": 678,
            "name": "نوبندگان",
            "slug": "نوبندگان",
            "state_id": 17
        },
        {
            "id": 679,
            "name": "نوجین",
            "slug": "نوجین",
            "state_id": 17
        },
        {
            "id": 680,
            "name": "نودان",
            "slug": "نودان",
            "state_id": 17
        },
        {
            "id": 681,
            "name": "نورآباد",
            "slug": "فارس-نورآباد",
            "state_id": 17
        },
        {
            "id": 682,
            "name": "نی ریز",
            "slug": "نی-ریز",
            "state_id": 17
        },
        {
            "id": 683,
            "name": "وراوی",
            "slug": "وراوی",
            "state_id": 17
        },
        {
            "id": 684,
            "name": "ارداق",
            "slug": "ارداق",
            "state_id": 18
        },
        {
            "id": 685,
            "name": "اسفرورین",
            "slug": "اسفرورین",
            "state_id": 18
        },
        {
            "id": 686,
            "name": "اقبالیه",
            "slug": "اقبالیه",
            "state_id": 18
        },
        {
            "id": 687,
            "name": "الوند",
            "slug": "الوند",
            "state_id": 18
        },
        {
            "id": 688,
            "name": "آبگرم",
            "slug": "آبگرم",
            "state_id": 18
        },
        {
            "id": 689,
            "name": "آبیک",
            "slug": "آبیک",
            "state_id": 18
        },
        {
            "id": 690,
            "name": "آوج",
            "slug": "آوج",
            "state_id": 18
        },
        {
            "id": 691,
            "name": "بوئین زهرا",
            "slug": "بوئین-زهرا",
            "state_id": 18
        },
        {
            "id": 692,
            "name": "بیدستان",
            "slug": "بیدستان",
            "state_id": 18
        },
        {
            "id": 693,
            "name": "تاکستان",
            "slug": "تاکستان",
            "state_id": 18
        },
        {
            "id": 694,
            "name": "خاکعلی",
            "slug": "خاکعلی",
            "state_id": 18
        },
        {
            "id": 695,
            "name": "خرمدشت",
            "slug": "خرمدشت",
            "state_id": 18
        },
        {
            "id": 696,
            "name": "دانسفهان",
            "slug": "دانسفهان",
            "state_id": 18
        },
        {
            "id": 697,
            "name": "رازمیان",
            "slug": "رازمیان",
            "state_id": 18
        },
        {
            "id": 698,
            "name": "سگزآباد",
            "slug": "سگزآباد",
            "state_id": 18
        },
        {
            "id": 699,
            "name": "سیردان",
            "slug": "سیردان",
            "state_id": 18
        },
        {
            "id": 700,
            "name": "شال",
            "slug": "شال",
            "state_id": 18
        },
        {
            "id": 701,
            "name": "شریفیه",
            "slug": "شریفیه",
            "state_id": 18
        },
        {
            "id": 702,
            "name": "ضیاآباد",
            "slug": "ضیاآباد",
            "state_id": 18
        },
        {
            "id": 703,
            "name": "قزوین",
            "slug": "شهر-قزوین",
            "state_id": 18
        },
        {
            "id": 704,
            "name": "کوهین",
            "slug": "کوهین",
            "state_id": 18
        },
        {
            "id": 705,
            "name": "محمدیه",
            "slug": "محمدیه",
            "state_id": 18
        },
        {
            "id": 706,
            "name": "محمودآباد نمونه",
            "slug": "محمودآباد-نمونه",
            "state_id": 18
        },
        {
            "id": 707,
            "name": "معلم کلایه",
            "slug": "معلم-کلایه",
            "state_id": 18
        },
        {
            "id": 708,
            "name": "نرجه",
            "slug": "نرجه",
            "state_id": 18
        },
        {
            "id": 709,
            "name": "جعفریه",
            "slug": "جعفریه",
            "state_id": 19
        },
        {
            "id": 710,
            "name": "دستجرد",
            "slug": "دستجرد",
            "state_id": 19
        },
        {
            "id": 711,
            "name": "سلفچگان",
            "slug": "سلفچگان",
            "state_id": 19
        },
        {
            "id": 712,
            "name": "قم",
            "slug": "شهر-قم",
            "state_id": 19
        },
        {
            "id": 713,
            "name": "قنوات",
            "slug": "قنوات",
            "state_id": 19
        },
        {
            "id": 714,
            "name": "کهک",
            "slug": "کهک",
            "state_id": 19
        },
        {
            "id": 715,
            "name": "آرمرده",
            "slug": "آرمرده",
            "state_id": 20
        },
        {
            "id": 716,
            "name": "بابارشانی",
            "slug": "بابارشانی",
            "state_id": 20
        },
        {
            "id": 717,
            "name": "بانه",
            "slug": "بانه",
            "state_id": 20
        },
        {
            "id": 718,
            "name": "بلبان آباد",
            "slug": "بلبان-آباد",
            "state_id": 20
        },
        {
            "id": 719,
            "name": "بوئین سفلی",
            "slug": "بوئین-سفلی",
            "state_id": 20
        },
        {
            "id": 720,
            "name": "بیجار",
            "slug": "بیجار",
            "state_id": 20
        },
        {
            "id": 721,
            "name": "چناره",
            "slug": "چناره",
            "state_id": 20
        },
        {
            "id": 722,
            "name": "دزج",
            "slug": "دزج",
            "state_id": 20
        },
        {
            "id": 723,
            "name": "دلبران",
            "slug": "دلبران",
            "state_id": 20
        },
        {
            "id": 724,
            "name": "دهگلان",
            "slug": "دهگلان",
            "state_id": 20
        },
        {
            "id": 725,
            "name": "دیواندره",
            "slug": "دیواندره",
            "state_id": 20
        },
        {
            "id": 726,
            "name": "زرینه",
            "slug": "زرینه",
            "state_id": 20
        },
        {
            "id": 727,
            "name": "سروآباد",
            "slug": "سروآباد",
            "state_id": 20
        },
        {
            "id": 728,
            "name": "سریش آباد",
            "slug": "سریش-آباد",
            "state_id": 20
        },
        {
            "id": 729,
            "name": "سقز",
            "slug": "سقز",
            "state_id": 20
        },
        {
            "id": 730,
            "name": "سنندج",
            "slug": "سنندج",
            "state_id": 20
        },
        {
            "id": 731,
            "name": "شویشه",
            "slug": "شویشه",
            "state_id": 20
        },
        {
            "id": 732,
            "name": "صاحب",
            "slug": "صاحب",
            "state_id": 20
        },
        {
            "id": 733,
            "name": "قروه",
            "slug": "قروه",
            "state_id": 20
        },
        {
            "id": 734,
            "name": "کامیاران",
            "slug": "کامیاران",
            "state_id": 20
        },
        {
            "id": 735,
            "name": "کانی دینار",
            "slug": "کانی-دینار",
            "state_id": 20
        },
        {
            "id": 736,
            "name": "کانی سور",
            "slug": "کانی-سور",
            "state_id": 20
        },
        {
            "id": 737,
            "name": "مریوان",
            "slug": "مریوان",
            "state_id": 20
        },
        {
            "id": 738,
            "name": "موچش",
            "slug": "موچش",
            "state_id": 20
        },
        {
            "id": 739,
            "name": "یاسوکند",
            "slug": "یاسوکند",
            "state_id": 20
        },
        {
            "id": 740,
            "name": "اختیارآباد",
            "slug": "اختیارآباد",
            "state_id": 21
        },
        {
            "id": 741,
            "name": "ارزوئیه",
            "slug": "ارزوئیه",
            "state_id": 21
        },
        {
            "id": 742,
            "name": "امین شهر",
            "slug": "امین-شهر",
            "state_id": 21
        },
        {
            "id": 743,
            "name": "انار",
            "slug": "انار",
            "state_id": 21
        },
        {
            "id": 744,
            "name": "اندوهجرد",
            "slug": "اندوهجرد",
            "state_id": 21
        },
        {
            "id": 745,
            "name": "باغین",
            "slug": "باغین",
            "state_id": 21
        },
        {
            "id": 746,
            "name": "بافت",
            "slug": "بافت",
            "state_id": 21
        },
        {
            "id": 747,
            "name": "بردسیر",
            "slug": "بردسیر",
            "state_id": 21
        },
        {
            "id": 748,
            "name": "بروات",
            "slug": "بروات",
            "state_id": 21
        },
        {
            "id": 749,
            "name": "بزنجان",
            "slug": "بزنجان",
            "state_id": 21
        },
        {
            "id": 750,
            "name": "بم",
            "slug": "بم",
            "state_id": 21
        },
        {
            "id": 751,
            "name": "بهرمان",
            "slug": "بهرمان",
            "state_id": 21
        },
        {
            "id": 752,
            "name": "پاریز",
            "slug": "پاریز",
            "state_id": 21
        },
        {
            "id": 753,
            "name": "جبالبارز",
            "slug": "جبالبارز",
            "state_id": 21
        },
        {
            "id": 754,
            "name": "جوپار",
            "slug": "جوپار",
            "state_id": 21
        },
        {
            "id": 755,
            "name": "جوزم",
            "slug": "جوزم",
            "state_id": 21
        },
        {
            "id": 756,
            "name": "جیرفت",
            "slug": "جیرفت",
            "state_id": 21
        },
        {
            "id": 757,
            "name": "چترود",
            "slug": "چترود",
            "state_id": 21
        },
        {
            "id": 758,
            "name": "خاتون آباد",
            "slug": "خاتون-آباد",
            "state_id": 21
        },
        {
            "id": 759,
            "name": "خانوک",
            "slug": "خانوک",
            "state_id": 21
        },
        {
            "id": 760,
            "name": "خورسند",
            "slug": "خورسند",
            "state_id": 21
        },
        {
            "id": 761,
            "name": "درب بهشت",
            "slug": "درب-بهشت",
            "state_id": 21
        },
        {
            "id": 762,
            "name": "دهج",
            "slug": "دهج",
            "state_id": 21
        },
        {
            "id": 763,
            "name": "رابر",
            "slug": "رابر",
            "state_id": 21
        },
        {
            "id": 764,
            "name": "راور",
            "slug": "راور",
            "state_id": 21
        },
        {
            "id": 765,
            "name": "راین",
            "slug": "راین",
            "state_id": 21
        },
        {
            "id": 766,
            "name": "رفسنجان",
            "slug": "رفسنجان",
            "state_id": 21
        },
        {
            "id": 767,
            "name": "رودبار",
            "slug": "کرمان-رودبار",
            "state_id": 21
        },
        {
            "id": 768,
            "name": "ریحان شهر",
            "slug": "ریحان-شهر",
            "state_id": 21
        },
        {
            "id": 769,
            "name": "زرند",
            "slug": "زرند",
            "state_id": 21
        },
        {
            "id": 770,
            "name": "زنگی آباد",
            "slug": "زنگی-آباد",
            "state_id": 21
        },
        {
            "id": 771,
            "name": "زیدآباد",
            "slug": "زیدآباد",
            "state_id": 21
        },
        {
            "id": 772,
            "name": "سیرجان",
            "slug": "سیرجان",
            "state_id": 21
        },
        {
            "id": 773,
            "name": "شهداد",
            "slug": "شهداد",
            "state_id": 21
        },
        {
            "id": 774,
            "name": "شهربابک",
            "slug": "شهربابک",
            "state_id": 21
        },
        {
            "id": 775,
            "name": "صفائیه",
            "slug": "صفائیه",
            "state_id": 21
        },
        {
            "id": 776,
            "name": "عنبرآباد",
            "slug": "عنبرآباد",
            "state_id": 21
        },
        {
            "id": 777,
            "name": "فاریاب",
            "slug": "فاریاب",
            "state_id": 21
        },
        {
            "id": 778,
            "name": "فهرج",
            "slug": "فهرج",
            "state_id": 21
        },
        {
            "id": 779,
            "name": "قلعه گنج",
            "slug": "قلعه-گنج",
            "state_id": 21
        },
        {
            "id": 780,
            "name": "کاظم آباد",
            "slug": "کاظم-آباد",
            "state_id": 21
        },
        {
            "id": 781,
            "name": "کرمان",
            "slug": "شهر-کرمان",
            "state_id": 21
        },
        {
            "id": 782,
            "name": "کشکوئیه",
            "slug": "کشکوئیه",
            "state_id": 21
        },
        {
            "id": 783,
            "name": "کهنوج",
            "slug": "کهنوج",
            "state_id": 21
        },
        {
            "id": 784,
            "name": "کوهبنان",
            "slug": "کوهبنان",
            "state_id": 21
        },
        {
            "id": 785,
            "name": "کیانشهر",
            "slug": "کیانشهر",
            "state_id": 21
        },
        {
            "id": 786,
            "name": "گلباف",
            "slug": "گلباف",
            "state_id": 21
        },
        {
            "id": 787,
            "name": "گلزار",
            "slug": "گلزار",
            "state_id": 21
        },
        {
            "id": 788,
            "name": "لاله زار",
            "slug": "لاله-زار",
            "state_id": 21
        },
        {
            "id": 789,
            "name": "ماهان",
            "slug": "ماهان",
            "state_id": 21
        },
        {
            "id": 790,
            "name": "محمدآباد",
            "slug": "کرمان-محمدآباد",
            "state_id": 21
        },
        {
            "id": 791,
            "name": "محی آباد",
            "slug": "محی-آباد",
            "state_id": 21
        },
        {
            "id": 792,
            "name": "مردهک",
            "slug": "مردهک",
            "state_id": 21
        },
        {
            "id": 793,
            "name": "مس سرچشمه",
            "slug": "مس-سرچشمه",
            "state_id": 21
        },
        {
            "id": 794,
            "name": "منوجان",
            "slug": "منوجان",
            "state_id": 21
        },
        {
            "id": 795,
            "name": "نجف شهر",
            "slug": "نجف-شهر",
            "state_id": 21
        },
        {
            "id": 796,
            "name": "نرماشیر",
            "slug": "نرماشیر",
            "state_id": 21
        },
        {
            "id": 797,
            "name": "نظام شهر",
            "slug": "نظام-شهر",
            "state_id": 21
        },
        {
            "id": 798,
            "name": "نگار",
            "slug": "نگار",
            "state_id": 21
        },
        {
            "id": 799,
            "name": "نودژ",
            "slug": "نودژ",
            "state_id": 21
        },
        {
            "id": 800,
            "name": "هجدک",
            "slug": "هجدک",
            "state_id": 21
        },
        {
            "id": 801,
            "name": "یزدان شهر",
            "slug": "یزدان-شهر",
            "state_id": 21
        },
        {
            "id": 802,
            "name": "ازگله",
            "slug": "ازگله",
            "state_id": 22
        },
        {
            "id": 803,
            "name": "اسلام آباد غرب",
            "slug": "اسلام-آباد-غرب",
            "state_id": 22
        },
        {
            "id": 804,
            "name": "باینگان",
            "slug": "باینگان",
            "state_id": 22
        },
        {
            "id": 805,
            "name": "بیستون",
            "slug": "بیستون",
            "state_id": 22
        },
        {
            "id": 806,
            "name": "پاوه",
            "slug": "پاوه",
            "state_id": 22
        },
        {
            "id": 807,
            "name": "تازه آباد",
            "slug": "تازه-آباد",
            "state_id": 22
        },
        {
            "id": 808,
            "name": "جوان رود",
            "slug": "جوان-رود",
            "state_id": 22
        },
        {
            "id": 809,
            "name": "حمیل",
            "slug": "حمیل",
            "state_id": 22
        },
        {
            "id": 810,
            "name": "ماهیدشت",
            "slug": "ماهیدشت",
            "state_id": 22
        },
        {
            "id": 811,
            "name": "روانسر",
            "slug": "روانسر",
            "state_id": 22
        },
        {
            "id": 812,
            "name": "سرپل ذهاب",
            "slug": "سرپل-ذهاب",
            "state_id": 22
        },
        {
            "id": 813,
            "name": "سرمست",
            "slug": "سرمست",
            "state_id": 22
        },
        {
            "id": 814,
            "name": "سطر",
            "slug": "سطر",
            "state_id": 22
        },
        {
            "id": 815,
            "name": "سنقر",
            "slug": "سنقر",
            "state_id": 22
        },
        {
            "id": 816,
            "name": "سومار",
            "slug": "سومار",
            "state_id": 22
        },
        {
            "id": 817,
            "name": "شاهو",
            "slug": "شاهو",
            "state_id": 22
        },
        {
            "id": 818,
            "name": "صحنه",
            "slug": "صحنه",
            "state_id": 22
        },
        {
            "id": 819,
            "name": "قصرشیرین",
            "slug": "قصرشیرین",
            "state_id": 22
        },
        {
            "id": 820,
            "name": "کرمانشاه",
            "slug": "شهر-کرمانشاه",
            "state_id": 22
        },
        {
            "id": 821,
            "name": "کرندغرب",
            "slug": "کرندغرب",
            "state_id": 22
        },
        {
            "id": 822,
            "name": "کنگاور",
            "slug": "کنگاور",
            "state_id": 22
        },
        {
            "id": 823,
            "name": "کوزران",
            "slug": "کوزران",
            "state_id": 22
        },
        {
            "id": 824,
            "name": "گهواره",
            "slug": "گهواره",
            "state_id": 22
        },
        {
            "id": 825,
            "name": "گیلانغرب",
            "slug": "گیلانغرب",
            "state_id": 22
        },
        {
            "id": 826,
            "name": "میان راهان",
            "slug": "میان-راهان",
            "state_id": 22
        },
        {
            "id": 827,
            "name": "نودشه",
            "slug": "نودشه",
            "state_id": 22
        },
        {
            "id": 828,
            "name": "نوسود",
            "slug": "نوسود",
            "state_id": 22
        },
        {
            "id": 829,
            "name": "هرسین",
            "slug": "هرسین",
            "state_id": 22
        },
        {
            "id": 830,
            "name": "هلشی",
            "slug": "هلشی",
            "state_id": 22
        },
        {
            "id": 831,
            "name": "باشت",
            "slug": "باشت",
            "state_id": 23
        },
        {
            "id": 832,
            "name": "پاتاوه",
            "slug": "پاتاوه",
            "state_id": 23
        },
        {
            "id": 833,
            "name": "چرام",
            "slug": "چرام",
            "state_id": 23
        },
        {
            "id": 834,
            "name": "چیتاب",
            "slug": "چیتاب",
            "state_id": 23
        },
        {
            "id": 835,
            "name": "دهدشت",
            "slug": "دهدشت",
            "state_id": 23
        },
        {
            "id": 836,
            "name": "دوگنبدان",
            "slug": "دوگنبدان",
            "state_id": 23
        },
        {
            "id": 837,
            "name": "دیشموک",
            "slug": "دیشموک",
            "state_id": 23
        },
        {
            "id": 838,
            "name": "سوق",
            "slug": "سوق",
            "state_id": 23
        },
        {
            "id": 839,
            "name": "سی سخت",
            "slug": "سی-سخت",
            "state_id": 23
        },
        {
            "id": 840,
            "name": "قلعه رئیسی",
            "slug": "قلعه-رئیسی",
            "state_id": 23
        },
        {
            "id": 841,
            "name": "گراب سفلی",
            "slug": "گراب-سفلی",
            "state_id": 23
        },
        {
            "id": 842,
            "name": "لنده",
            "slug": "لنده",
            "state_id": 23
        },
        {
            "id": 843,
            "name": "لیکک",
            "slug": "لیکک",
            "state_id": 23
        },
        {
            "id": 844,
            "name": "مادوان",
            "slug": "مادوان",
            "state_id": 23
        },
        {
            "id": 845,
            "name": "مارگون",
            "slug": "مارگون",
            "state_id": 23
        },
        {
            "id": 846,
            "name": "یاسوج",
            "slug": "یاسوج",
            "state_id": 23
        },
        {
            "id": 847,
            "name": "انبارآلوم",
            "slug": "انبارآلوم",
            "state_id": 24
        },
        {
            "id": 848,
            "name": "اینچه برون",
            "slug": "اینچه-برون",
            "state_id": 24
        },
        {
            "id": 849,
            "name": "آزادشهر",
            "slug": "آزادشهر",
            "state_id": 24
        },
        {
            "id": 850,
            "name": "آق قلا",
            "slug": "آق-قلا",
            "state_id": 24
        },
        {
            "id": 851,
            "name": "بندرترکمن",
            "slug": "بندرترکمن",
            "state_id": 24
        },
        {
            "id": 852,
            "name": "بندرگز",
            "slug": "بندرگز",
            "state_id": 24
        },
        {
            "id": 853,
            "name": "جلین",
            "slug": "جلین",
            "state_id": 24
        },
        {
            "id": 854,
            "name": "خان ببین",
            "slug": "خان-ببین",
            "state_id": 24
        },
        {
            "id": 855,
            "name": "دلند",
            "slug": "دلند",
            "state_id": 24
        },
        {
            "id": 856,
            "name": "رامیان",
            "slug": "رامیان",
            "state_id": 24
        },
        {
            "id": 857,
            "name": "سرخنکلاته",
            "slug": "سرخنکلاته",
            "state_id": 24
        },
        {
            "id": 858,
            "name": "سیمین شهر",
            "slug": "سیمین-شهر",
            "state_id": 24
        },
        {
            "id": 859,
            "name": "علی آباد کتول",
            "slug": "علی-آباد-کتول",
            "state_id": 24
        },
        {
            "id": 860,
            "name": "فاضل آباد",
            "slug": "فاضل-آباد",
            "state_id": 24
        },
        {
            "id": 861,
            "name": "کردکوی",
            "slug": "کردکوی",
            "state_id": 24
        },
        {
            "id": 862,
            "name": "کلاله",
            "slug": "کلاله",
            "state_id": 24
        },
        {
            "id": 863,
            "name": "گالیکش",
            "slug": "گالیکش",
            "state_id": 24
        },
        {
            "id": 864,
            "name": "گرگان",
            "slug": "گرگان",
            "state_id": 24
        },
        {
            "id": 865,
            "name": "گمیش تپه",
            "slug": "گمیش-تپه",
            "state_id": 24
        },
        {
            "id": 866,
            "name": "گنبدکاووس",
            "slug": "گنبدکاووس",
            "state_id": 24
        },
        {
            "id": 867,
            "name": "مراوه",
            "slug": "مراوه",
            "state_id": 24
        },
        {
            "id": 868,
            "name": "مینودشت",
            "slug": "مینودشت",
            "state_id": 24
        },
        {
            "id": 869,
            "name": "نگین شهر",
            "slug": "نگین-شهر",
            "state_id": 24
        },
        {
            "id": 870,
            "name": "نوده خاندوز",
            "slug": "نوده-خاندوز",
            "state_id": 24
        },
        {
            "id": 871,
            "name": "نوکنده",
            "slug": "نوکنده",
            "state_id": 24
        },
        {
            "id": 872,
            "name": "ازنا",
            "slug": "ازنا",
            "state_id": 25
        },
        {
            "id": 873,
            "name": "اشترینان",
            "slug": "اشترینان",
            "state_id": 25
        },
        {
            "id": 874,
            "name": "الشتر",
            "slug": "الشتر",
            "state_id": 25
        },
        {
            "id": 875,
            "name": "الیگودرز",
            "slug": "الیگودرز",
            "state_id": 25
        },
        {
            "id": 876,
            "name": "بروجرد",
            "slug": "بروجرد",
            "state_id": 25
        },
        {
            "id": 877,
            "name": "پلدختر",
            "slug": "پلدختر",
            "state_id": 25
        },
        {
            "id": 878,
            "name": "چالانچولان",
            "slug": "چالانچولان",
            "state_id": 25
        },
        {
            "id": 879,
            "name": "چغلوندی",
            "slug": "چغلوندی",
            "state_id": 25
        },
        {
            "id": 880,
            "name": "چقابل",
            "slug": "چقابل",
            "state_id": 25
        },
        {
            "id": 881,
            "name": "خرم آباد",
            "slug": "لرستان-خرم-آباد",
            "state_id": 25
        },
        {
            "id": 882,
            "name": "درب گنبد",
            "slug": "درب-گنبد",
            "state_id": 25
        },
        {
            "id": 883,
            "name": "دورود",
            "slug": "دورود",
            "state_id": 25
        },
        {
            "id": 884,
            "name": "زاغه",
            "slug": "زاغه",
            "state_id": 25
        },
        {
            "id": 885,
            "name": "سپیددشت",
            "slug": "سپیددشت",
            "state_id": 25
        },
        {
            "id": 886,
            "name": "سراب دوره",
            "slug": "سراب-دوره",
            "state_id": 25
        },
        {
            "id": 887,
            "name": "فیروزآباد",
            "slug": "لرستان-فیروزآباد",
            "state_id": 25
        },
        {
            "id": 888,
            "name": "کونانی",
            "slug": "کونانی",
            "state_id": 25
        },
        {
            "id": 889,
            "name": "کوهدشت",
            "slug": "کوهدشت",
            "state_id": 25
        },
        {
            "id": 890,
            "name": "گراب",
            "slug": "گراب",
            "state_id": 25
        },
        {
            "id": 891,
            "name": "معمولان",
            "slug": "معمولان",
            "state_id": 25
        },
        {
            "id": 892,
            "name": "مومن آباد",
            "slug": "مومن-آباد",
            "state_id": 25
        },
        {
            "id": 893,
            "name": "نورآباد",
            "slug": "لرستان-نورآباد",
            "state_id": 25
        },
        {
            "id": 894,
            "name": "ویسیان",
            "slug": "ویسیان",
            "state_id": 25
        },
        {
            "id": 895,
            "name": "احمدسرگوراب",
            "slug": "احمدسرگوراب",
            "state_id": 26
        },
        {
            "id": 896,
            "name": "اسالم",
            "slug": "اسالم",
            "state_id": 26
        },
        {
            "id": 897,
            "name": "اطاقور",
            "slug": "اطاقور",
            "state_id": 26
        },
        {
            "id": 898,
            "name": "املش",
            "slug": "املش",
            "state_id": 26
        },
        {
            "id": 899,
            "name": "آستارا",
            "slug": "آستارا",
            "state_id": 26
        },
        {
            "id": 900,
            "name": "آستانه اشرفیه",
            "slug": "آستانه-اشرفیه",
            "state_id": 26
        },
        {
            "id": 901,
            "name": "بازار جمعه",
            "slug": "بازار-جمعه",
            "state_id": 26
        },
        {
            "id": 902,
            "name": "بره سر",
            "slug": "بره-سر",
            "state_id": 26
        },
        {
            "id": 903,
            "name": "بندرانزلی",
            "slug": "بندرانزلی",
            "state_id": 26
        },
        {
            "id": 906,
            "name": "پره سر",
            "slug": "پره-سر",
            "state_id": 26
        },
        {
            "id": 907,
            "name": "تالش",
            "slug": "تالش",
            "state_id": 26
        },
        {
            "id": 908,
            "name": "توتکابن",
            "slug": "توتکابن",
            "state_id": 26
        },
        {
            "id": 909,
            "name": "جیرنده",
            "slug": "جیرنده",
            "state_id": 26
        },
        {
            "id": 910,
            "name": "چابکسر",
            "slug": "چابکسر",
            "state_id": 26
        },
        {
            "id": 911,
            "name": "چاف و چمخاله",
            "slug": "چاف-و-چمخاله",
            "state_id": 26
        },
        {
            "id": 912,
            "name": "چوبر",
            "slug": "چوبر",
            "state_id": 26
        },
        {
            "id": 913,
            "name": "حویق",
            "slug": "حویق",
            "state_id": 26
        },
        {
            "id": 914,
            "name": "خشکبیجار",
            "slug": "خشکبیجار",
            "state_id": 26
        },
        {
            "id": 915,
            "name": "خمام",
            "slug": "خمام",
            "state_id": 26
        },
        {
            "id": 916,
            "name": "دیلمان",
            "slug": "دیلمان",
            "state_id": 26
        },
        {
            "id": 917,
            "name": "رانکوه",
            "slug": "رانکوه",
            "state_id": 26
        },
        {
            "id": 918,
            "name": "رحیم آباد",
            "slug": "رحیم-آباد",
            "state_id": 26
        },
        {
            "id": 919,
            "name": "رستم آباد",
            "slug": "رستم-آباد",
            "state_id": 26
        },
        {
            "id": 920,
            "name": "رشت",
            "slug": "رشت",
            "state_id": 26
        },
        {
            "id": 921,
            "name": "رضوانشهر",
            "slug": "گیلان-رضوانشهر",
            "state_id": 26
        },
        {
            "id": 922,
            "name": "رودبار",
            "slug": "گیلان-رودبار",
            "state_id": 26
        },
        {
            "id": 923,
            "name": "رودبنه",
            "slug": "رودبنه",
            "state_id": 26
        },
        {
            "id": 924,
            "name": "رودسر",
            "slug": "رودسر",
            "state_id": 26
        },
        {
            "id": 925,
            "name": "سنگر",
            "slug": "سنگر",
            "state_id": 26
        },
        {
            "id": 926,
            "name": "سیاهکل",
            "slug": "سیاهکل",
            "state_id": 26
        },
        {
            "id": 927,
            "name": "شفت",
            "slug": "شفت",
            "state_id": 26
        },
        {
            "id": 928,
            "name": "شلمان",
            "slug": "شلمان",
            "state_id": 26
        },
        {
            "id": 929,
            "name": "صومعه سرا",
            "slug": "صومعه-سرا",
            "state_id": 26
        },
        {
            "id": 930,
            "name": "فومن",
            "slug": "فومن",
            "state_id": 26
        },
        {
            "id": 931,
            "name": "کلاچای",
            "slug": "کلاچای",
            "state_id": 26
        },
        {
            "id": 932,
            "name": "کوچصفهان",
            "slug": "کوچصفهان",
            "state_id": 26
        },
        {
            "id": 933,
            "name": "کومله",
            "slug": "کومله",
            "state_id": 26
        },
        {
            "id": 934,
            "name": "کیاشهر",
            "slug": "کیاشهر",
            "state_id": 26
        },
        {
            "id": 935,
            "name": "گوراب زرمیخ",
            "slug": "گوراب-زرمیخ",
            "state_id": 26
        },
        {
            "id": 936,
            "name": "لاهیجان",
            "slug": "لاهیجان",
            "state_id": 26
        },
        {
            "id": 937,
            "name": "لشت نشا",
            "slug": "لشت-نشا",
            "state_id": 26
        },
        {
            "id": 938,
            "name": "لنگرود",
            "slug": "لنگرود",
            "state_id": 26
        },
        {
            "id": 939,
            "name": "لوشان",
            "slug": "لوشان",
            "state_id": 26
        },
        {
            "id": 940,
            "name": "لولمان",
            "slug": "لولمان",
            "state_id": 26
        },
        {
            "id": 941,
            "name": "لوندویل",
            "slug": "لوندویل",
            "state_id": 26
        },
        {
            "id": 942,
            "name": "لیسار",
            "slug": "لیسار",
            "state_id": 26
        },
        {
            "id": 943,
            "name": "ماسال",
            "slug": "ماسال",
            "state_id": 26
        },
        {
            "id": 944,
            "name": "ماسوله",
            "slug": "ماسوله",
            "state_id": 26
        },
        {
            "id": 945,
            "name": "مرجقل",
            "slug": "مرجقل",
            "state_id": 26
        },
        {
            "id": 946,
            "name": "منجیل",
            "slug": "منجیل",
            "state_id": 26
        },
        {
            "id": 947,
            "name": "واجارگاه",
            "slug": "واجارگاه",
            "state_id": 26
        },
        {
            "id": 948,
            "name": "امیرکلا",
            "slug": "امیرکلا",
            "state_id": 27
        },
        {
            "id": 949,
            "name": "ایزدشهر",
            "slug": "ایزدشهر",
            "state_id": 27
        },
        {
            "id": 950,
            "name": "آلاشت",
            "slug": "آلاشت",
            "state_id": 27
        },
        {
            "id": 951,
            "name": "آمل",
            "slug": "آمل",
            "state_id": 27
        },
        {
            "id": 952,
            "name": "بابل",
            "slug": "بابل",
            "state_id": 27
        },
        {
            "id": 953,
            "name": "بابلسر",
            "slug": "بابلسر",
            "state_id": 27
        },
        {
            "id": 954,
            "name": "بالاده",
            "slug": "مازندران-بالاده",
            "state_id": 27
        },
        {
            "id": 955,
            "name": "بهشهر",
            "slug": "بهشهر",
            "state_id": 27
        },
        {
            "id": 956,
            "name": "بهنمیر",
            "slug": "بهنمیر",
            "state_id": 27
        },
        {
            "id": 957,
            "name": "پل سفید",
            "slug": "پل-سفید",
            "state_id": 27
        },
        {
            "id": 958,
            "name": "تنکابن",
            "slug": "تنکابن",
            "state_id": 27
        },
        {
            "id": 959,
            "name": "جویبار",
            "slug": "جویبار",
            "state_id": 27
        },
        {
            "id": 960,
            "name": "چالوس",
            "slug": "چالوس",
            "state_id": 27
        },
        {
            "id": 961,
            "name": "چمستان",
            "slug": "چمستان",
            "state_id": 27
        },
        {
            "id": 962,
            "name": "خرم آباد",
            "slug": "مازندران-خرم-آباد",
            "state_id": 27
        },
        {
            "id": 963,
            "name": "خلیل شهر",
            "slug": "خلیل-شهر",
            "state_id": 27
        },
        {
            "id": 964,
            "name": "خوش رودپی",
            "slug": "خوش-رودپی",
            "state_id": 27
        },
        {
            "id": 965,
            "name": "دابودشت",
            "slug": "دابودشت",
            "state_id": 27
        },
        {
            "id": 966,
            "name": "رامسر",
            "slug": "رامسر",
            "state_id": 27
        },
        {
            "id": 967,
            "name": "رستمکلا",
            "slug": "رستمکلا",
            "state_id": 27
        },
        {
            "id": 968,
            "name": "رویان",
            "slug": "رویان",
            "state_id": 27
        },
        {
            "id": 969,
            "name": "رینه",
            "slug": "رینه",
            "state_id": 27
        },
        {
            "id": 970,
            "name": "زرگرمحله",
            "slug": "زرگرمحله",
            "state_id": 27
        },
        {
            "id": 971,
            "name": "زیرآب",
            "slug": "زیرآب",
            "state_id": 27
        },
        {
            "id": 972,
            "name": "ساری",
            "slug": "ساری",
            "state_id": 27
        },
        {
            "id": 973,
            "name": "سرخرود",
            "slug": "سرخرود",
            "state_id": 27
        },
        {
            "id": 974,
            "name": "سلمان شهر",
            "slug": "سلمان-شهر",
            "state_id": 27
        },
        {
            "id": 975,
            "name": "سورک",
            "slug": "سورک",
            "state_id": 27
        },
        {
            "id": 976,
            "name": "شیرگاه",
            "slug": "شیرگاه",
            "state_id": 27
        },
        {
            "id": 977,
            "name": "شیرود",
            "slug": "شیرود",
            "state_id": 27
        },
        {
            "id": 978,
            "name": "عباس آباد",
            "slug": "عباس-آباد",
            "state_id": 27
        },
        {
            "id": 979,
            "name": "فریدونکنار",
            "slug": "فریدونکنار",
            "state_id": 27
        },
        {
            "id": 980,
            "name": "فریم",
            "slug": "فریم",
            "state_id": 27
        },
        {
            "id": 981,
            "name": "قائم شهر",
            "slug": "قائم-شهر",
            "state_id": 27
        },
        {
            "id": 982,
            "name": "کتالم",
            "slug": "کتالم",
            "state_id": 27
        },
        {
            "id": 983,
            "name": "کلارآباد",
            "slug": "کلارآباد",
            "state_id": 27
        },
        {
            "id": 984,
            "name": "کلاردشت",
            "slug": "کلاردشت",
            "state_id": 27
        },
        {
            "id": 985,
            "name": "کله بست",
            "slug": "کله-بست",
            "state_id": 27
        },
        {
            "id": 986,
            "name": "کوهی خیل",
            "slug": "کوهی-خیل",
            "state_id": 27
        },
        {
            "id": 987,
            "name": "کیاسر",
            "slug": "کیاسر",
            "state_id": 27
        },
        {
            "id": 988,
            "name": "کیاکلا",
            "slug": "کیاکلا",
            "state_id": 27
        },
        {
            "id": 989,
            "name": "گتاب",
            "slug": "گتاب",
            "state_id": 27
        },
        {
            "id": 990,
            "name": "گزنک",
            "slug": "گزنک",
            "state_id": 27
        },
        {
            "id": 991,
            "name": "گلوگاه",
            "slug": "گلوگاه",
            "state_id": 27
        },
        {
            "id": 992,
            "name": "محمودآباد",
            "slug": "مازندران-محمودآباد",
            "state_id": 27
        },
        {
            "id": 993,
            "name": "مرزن آباد",
            "slug": "مرزن-آباد",
            "state_id": 27
        },
        {
            "id": 994,
            "name": "مرزیکلا",
            "slug": "مرزیکلا",
            "state_id": 27
        },
        {
            "id": 995,
            "name": "نشتارود",
            "slug": "نشتارود",
            "state_id": 27
        },
        {
            "id": 996,
            "name": "نکا",
            "slug": "نکا",
            "state_id": 27
        },
        {
            "id": 997,
            "name": "نور",
            "slug": "نور",
            "state_id": 27
        },
        {
            "id": 998,
            "name": "نوشهر",
            "slug": "نوشهر",
            "state_id": 27
        },
        {
            "id": 1119,
            "name": "سادات شهر",
            "slug": "سادات-شهر",
            "state_id": 27
        },
        {
            "id": 999,
            "name": "اراک",
            "slug": "اراک",
            "state_id": 28
        },
        {
            "id": 1000,
            "name": "آستانه",
            "slug": "آستانه",
            "state_id": 28
        },
        {
            "id": 1001,
            "name": "آشتیان",
            "slug": "آشتیان",
            "state_id": 28
        },
        {
            "id": 1002,
            "name": "پرندک",
            "slug": "پرندک",
            "state_id": 28
        },
        {
            "id": 1003,
            "name": "تفرش",
            "slug": "تفرش",
            "state_id": 28
        },
        {
            "id": 1004,
            "name": "توره",
            "slug": "توره",
            "state_id": 28
        },
        {
            "id": 1005,
            "name": "جاورسیان",
            "slug": "جاورسیان",
            "state_id": 28
        },
        {
            "id": 1006,
            "name": "خشکرود",
            "slug": "خشکرود",
            "state_id": 28
        },
        {
            "id": 1007,
            "name": "خمین",
            "slug": "خمین",
            "state_id": 28
        },
        {
            "id": 1008,
            "name": "خنداب",
            "slug": "خنداب",
            "state_id": 28
        },
        {
            "id": 1009,
            "name": "داودآباد",
            "slug": "داودآباد",
            "state_id": 28
        },
        {
            "id": 1010,
            "name": "دلیجان",
            "slug": "دلیجان",
            "state_id": 28
        },
        {
            "id": 1011,
            "name": "رازقان",
            "slug": "رازقان",
            "state_id": 28
        },
        {
            "id": 1012,
            "name": "زاویه",
            "slug": "زاویه",
            "state_id": 28
        },
        {
            "id": 1013,
            "name": "ساروق",
            "slug": "ساروق",
            "state_id": 28
        },
        {
            "id": 1014,
            "name": "ساوه",
            "slug": "ساوه",
            "state_id": 28
        },
        {
            "id": 1015,
            "name": "سنجان",
            "slug": "سنجان",
            "state_id": 28
        },
        {
            "id": 1016,
            "name": "شازند",
            "slug": "شازند",
            "state_id": 28
        },
        {
            "id": 1017,
            "name": "غرق آباد",
            "slug": "غرق-آباد",
            "state_id": 28
        },
        {
            "id": 1018,
            "name": "فرمهین",
            "slug": "فرمهین",
            "state_id": 28
        },
        {
            "id": 1019,
            "name": "قورچی باشی",
            "slug": "قورچی-باشی",
            "state_id": 28
        },
        {
            "id": 1020,
            "name": "کرهرود",
            "slug": "کرهرود",
            "state_id": 28
        },
        {
            "id": 1021,
            "name": "کمیجان",
            "slug": "کمیجان",
            "state_id": 28
        },
        {
            "id": 1022,
            "name": "مامونیه",
            "slug": "مامونیه",
            "state_id": 28
        },
        {
            "id": 1023,
            "name": "محلات",
            "slug": "محلات",
            "state_id": 28
        },
        {
            "id": 1024,
            "name": "مهاجران",
            "slug": "مهاجران",
            "state_id": 28
        },
        {
            "id": 1025,
            "name": "میلاجرد",
            "slug": "میلاجرد",
            "state_id": 28
        },
        {
            "id": 1026,
            "name": "نراق",
            "slug": "نراق",
            "state_id": 28
        },
        {
            "id": 1027,
            "name": "نوبران",
            "slug": "نوبران",
            "state_id": 28
        },
        {
            "id": 1028,
            "name": "نیمور",
            "slug": "نیمور",
            "state_id": 28
        },
        {
            "id": 1029,
            "name": "هندودر",
            "slug": "هندودر",
            "state_id": 28
        },
        {
            "id": 1030,
            "name": "ابوموسی",
            "slug": "ابوموسی",
            "state_id": 29
        },
        {
            "id": 1031,
            "name": "بستک",
            "slug": "بستک",
            "state_id": 29
        },
        {
            "id": 1032,
            "name": "بندرجاسک",
            "slug": "بندرجاسک",
            "state_id": 29
        },
        {
            "id": 1033,
            "name": "بندرچارک",
            "slug": "بندرچارک",
            "state_id": 29
        },
        {
            "id": 1034,
            "name": "بندرخمیر",
            "slug": "بندرخمیر",
            "state_id": 29
        },
        {
            "id": 1035,
            "name": "بندرعباس",
            "slug": "بندرعباس",
            "state_id": 29
        },
        {
            "id": 1036,
            "name": "بندرلنگه",
            "slug": "بندرلنگه",
            "state_id": 29
        },
        {
            "id": 1037,
            "name": "بیکا",
            "slug": "بیکا",
            "state_id": 29
        },
        {
            "id": 1038,
            "name": "پارسیان",
            "slug": "پارسیان",
            "state_id": 29
        },
        {
            "id": 1039,
            "name": "تخت",
            "slug": "تخت",
            "state_id": 29
        },
        {
            "id": 1040,
            "name": "جناح",
            "slug": "جناح",
            "state_id": 29
        },
        {
            "id": 1041,
            "name": "حاجی آباد",
            "slug": "هرمزگان-حاجی-آباد",
            "state_id": 29
        },
        {
            "id": 1042,
            "name": "درگهان",
            "slug": "درگهان",
            "state_id": 29
        },
        {
            "id": 1043,
            "name": "دهبارز",
            "slug": "دهبارز",
            "state_id": 29
        },
        {
            "id": 1044,
            "name": "رویدر",
            "slug": "رویدر",
            "state_id": 29
        },
        {
            "id": 1045,
            "name": "زیارتعلی",
            "slug": "زیارتعلی",
            "state_id": 29
        },
        {
            "id": 1046,
            "name": "سردشت",
            "slug": "هرمزگان-سردشت",
            "state_id": 29
        },
        {
            "id": 1047,
            "name": "سندرک",
            "slug": "سندرک",
            "state_id": 29
        },
        {
            "id": 1048,
            "name": "سوزا",
            "slug": "سوزا",
            "state_id": 29
        },
        {
            "id": 1049,
            "name": "سیریک",
            "slug": "سیریک",
            "state_id": 29
        },
        {
            "id": 1050,
            "name": "فارغان",
            "slug": "فارغان",
            "state_id": 29
        },
        {
            "id": 1051,
            "name": "فین",
            "slug": "فین",
            "state_id": 29
        },
        {
            "id": 1052,
            "name": "قشم",
            "slug": "قشم",
            "state_id": 29
        },
        {
            "id": 1053,
            "name": "قلعه قاضی",
            "slug": "قلعه-قاضی",
            "state_id": 29
        },
        {
            "id": 1054,
            "name": "کنگ",
            "slug": "کنگ",
            "state_id": 29
        },
        {
            "id": 1055,
            "name": "کوشکنار",
            "slug": "کوشکنار",
            "state_id": 29
        },
        {
            "id": 1056,
            "name": "کیش",
            "slug": "کیش",
            "state_id": 29
        },
        {
            "id": 1057,
            "name": "گوهران",
            "slug": "گوهران",
            "state_id": 29
        },
        {
            "id": 1058,
            "name": "میناب",
            "slug": "میناب",
            "state_id": 29
        },
        {
            "id": 1059,
            "name": "هرمز",
            "slug": "هرمز",
            "state_id": 29
        },
        {
            "id": 1060,
            "name": "هشتبندی",
            "slug": "هشتبندی",
            "state_id": 29
        },
        {
            "id": 1061,
            "name": "ازندریان",
            "slug": "ازندریان",
            "state_id": 30
        },
        {
            "id": 1062,
            "name": "اسدآباد",
            "slug": "اسدآباد",
            "state_id": 30
        },
        {
            "id": 1063,
            "name": "برزول",
            "slug": "برزول",
            "state_id": 30
        },
        {
            "id": 1064,
            "name": "بهار",
            "slug": "بهار",
            "state_id": 30
        },
        {
            "id": 1065,
            "name": "تویسرکان",
            "slug": "تویسرکان",
            "state_id": 30
        },
        {
            "id": 1066,
            "name": "جورقان",
            "slug": "جورقان",
            "state_id": 30
        },
        {
            "id": 1067,
            "name": "جوکار",
            "slug": "جوکار",
            "state_id": 30
        },
        {
            "id": 1068,
            "name": "دمق",
            "slug": "دمق",
            "state_id": 30
        },
        {
            "id": 1069,
            "name": "رزن",
            "slug": "رزن",
            "state_id": 30
        },
        {
            "id": 1070,
            "name": "زنگنه",
            "slug": "زنگنه",
            "state_id": 30
        },
        {
            "id": 1071,
            "name": "سامن",
            "slug": "سامن",
            "state_id": 30
        },
        {
            "id": 1072,
            "name": "سرکان",
            "slug": "سرکان",
            "state_id": 30
        },
        {
            "id": 1073,
            "name": "شیرین سو",
            "slug": "شیرین-سو",
            "state_id": 30
        },
        {
            "id": 1074,
            "name": "صالح آباد",
            "slug": "همدان-صالح-آباد",
            "state_id": 30
        },
        {
            "id": 1075,
            "name": "فامنین",
            "slug": "فامنین",
            "state_id": 30
        },
        {
            "id": 1076,
            "name": "فرسفج",
            "slug": "فرسفج",
            "state_id": 30
        },
        {
            "id": 1077,
            "name": "فیروزان",
            "slug": "فیروزان",
            "state_id": 30
        },
        {
            "id": 1078,
            "name": "قروه درجزین",
            "slug": "قروه-درجزین",
            "state_id": 30
        },
        {
            "id": 1079,
            "name": "قهاوند",
            "slug": "قهاوند",
            "state_id": 30
        },
        {
            "id": 1080,
            "name": "کبودر آهنگ",
            "slug": "کبودر-آهنگ",
            "state_id": 30
        },
        {
            "id": 1081,
            "name": "گل تپه",
            "slug": "گل-تپه",
            "state_id": 30
        },
        {
            "id": 1082,
            "name": "گیان",
            "slug": "گیان",
            "state_id": 30
        },
        {
            "id": 1083,
            "name": "لالجین",
            "slug": "لالجین",
            "state_id": 30
        },
        {
            "id": 1084,
            "name": "مریانج",
            "slug": "مریانج",
            "state_id": 30
        },
        {
            "id": 1085,
            "name": "ملایر",
            "slug": "ملایر",
            "state_id": 30
        },
        {
            "id": 1086,
            "name": "نهاوند",
            "slug": "نهاوند",
            "state_id": 30
        },
        {
            "id": 1087,
            "name": "همدان",
            "slug": "شهر-همدان",
            "state_id": 30
        },
        {
            "id": 1088,
            "name": "ابرکوه",
            "slug": "ابرکوه",
            "state_id": 31
        },
        {
            "id": 1089,
            "name": "احمدآباد",
            "slug": "احمدآباد",
            "state_id": 31
        },
        {
            "id": 1090,
            "name": "اردکان",
            "slug": "یزد-اردکان",
            "state_id": 31
        },
        {
            "id": 1091,
            "name": "اشکذر",
            "slug": "اشکذر",
            "state_id": 31
        },
        {
            "id": 1092,
            "name": "بافق",
            "slug": "بافق",
            "state_id": 31
        },
        {
            "id": 1093,
            "name": "بفروئیه",
            "slug": "بفروئیه",
            "state_id": 31
        },
        {
            "id": 1094,
            "name": "بهاباد",
            "slug": "بهاباد",
            "state_id": 31
        },
        {
            "id": 1095,
            "name": "تفت",
            "slug": "تفت",
            "state_id": 31
        },
        {
            "id": 1096,
            "name": "حمیدیا",
            "slug": "حمیدیا",
            "state_id": 31
        },
        {
            "id": 1097,
            "name": "خضرآباد",
            "slug": "خضرآباد",
            "state_id": 31
        },
        {
            "id": 1098,
            "name": "دیهوک",
            "slug": "دیهوک",
            "state_id": 31
        },
        {
            "id": 1099,
            "name": "زارچ",
            "slug": "زارچ",
            "state_id": 31
        },
        {
            "id": 1100,
            "name": "شاهدیه",
            "slug": "شاهدیه",
            "state_id": 31
        },
        {
            "id": 1101,
            "name": "طبس",
            "slug": "یزد-طبس",
            "state_id": 31
        },
        {
            "id": 1103,
            "name": "عقدا",
            "slug": "عقدا",
            "state_id": 31
        },
        {
            "id": 1104,
            "name": "مروست",
            "slug": "مروست",
            "state_id": 31
        },
        {
            "id": 1105,
            "name": "مهردشت",
            "slug": "مهردشت",
            "state_id": 31
        },
        {
            "id": 1106,
            "name": "مهریز",
            "slug": "مهریز",
            "state_id": 31
        },
        {
            "id": 1107,
            "name": "میبد",
            "slug": "میبد",
            "state_id": 31
        },
        {
            "id": 1108,
            "name": "ندوشن",
            "slug": "ندوشن",
            "state_id": 31
        },
        {
            "id": 1109,
            "name": "نیر",
            "slug": "یزد-نیر",
            "state_id": 31
        },
        {
            "id": 1110,
            "name": "هرات",
            "slug": "هرات",
            "state_id": 31
        },
        {
            "id": 1111,
            "name": "یزد",
            "slug": "شهر-یزد",
            "state_id": 31
        }
    ];
    return data;
}

module.exports = data;
